[
  {
    "T5_Explanation": "\"(C) About the same time for both balls.<br>The time it takes an object to fall to the ground only depends on the object's weight and the gravitational force acting on it. In this case, both balls experience the same gravitational force, as they are dropped from the same height at the same time. Therefore, they will take the same amount of time to reach the ground. The weight of the balls will not affect the time of their fall.\"",
    "Transcribed_Question": "\"1.\tTwo metal balls are the same size, but one weighs twice as much as the other. The balls are dropped from the top of a two story building at the same instant of time. The time it takes the balls to reach the ground below will be:<br>(A)\tAbout half as long for the heavier ball.<br>(B)\tAbout half as long for the lighter ball.<br>(C)\tAbout the same time for both balls.<br>(D)\tConsiderably less for the heavier ball, but not necessarily half as long.<br>(E)\tConsiderably less for the lighter ball, but not necessarily half as long.\"",
    "T1_Answer": "C",
    "T2_Answer": "C",
    "T2_Explanation": "\"(C) About the same time for both balls.<br>The time it takes an object to fall to the ground from a given height depends only on the height and the gravitational acceleration.\"",
    "T6_Explanation": "The time it takes for an object to fall to the ground depends only on the height from which it is dropped and the acceleration due to gravity. Neglecting air resistance, both balls will experience the same acceleration due to gravity and therefore will take the same amount of time to reach the ground. Therefore, the answer is (C) about the same time for both balls.",
    "Correct_Answer": "C",
    "T3_Explanation": "\"The time it takes for an object to fall to the ground depends on the height from which it is dropped and its acceleration due to gravity. Since the two balls are dropped from the same height, they will experience the same acceleration due to gravity. Therefore, they will reach the ground at the same time.<br>The correct answer is (C) About the same time for both balls.\"",
    "T4_Explanation": "\"The time it takes for an object to fall to the ground is determined by the height of the building and the acceleration due to gravity, which is the same for both balls. The weight of the object does not affect the time it takes to fall to the ground.<br>Therefore, the answer is (C) About the same time for both balls.\"",
    "T7_Answer": "C",
    "T5_Answer": "C",
    "﻿Question": "1",
    "T4_Answer": "C",
    "T6_Answer": "C",
    "T8_Answer": "C",
    "T1_Explanation": "\"The time it takes for an object to fall from a certain height depends only on the height and the acceleration due to gravity. The mass of the object does not affect the time of fall. Therefore, both balls will take the same amount of time to reach the ground, regardless of their weight.<br>The answer is (C) About the same time for both balls.\"",
    "T3_Answer": "C",
    "T7_Explanation": "The correct answer is (C) About the same time for both balls. The time it takes for an object to fall to the ground is determined solely by the force of gravity and the height from which the object is dropped, not the mass of the object. Therefore, both balls will reach the ground at the same time. This was famously demonstrated by Galileo Galilei in the 16th century, when he dropped two spheres of different masses from the Leaning Tower of Pisa and observed that they hit the ground at the same time.",
    "T8_Explanation": "The correct answer is (C) About the same time for both balls. The time it takes for an object to fall to the ground depends only on the distance it falls and the acceleration due to gravity, which is constant for all objects near the surface of the Earth. The mass of an object does not affect its acceleration due to gravity, so both balls will reach the ground at the same time."
  },
  {
    "T5_Explanation": "\"(E) The truck exerts the same amount of force on the car as the car exerts on the truck.<br>According to Newton's third law of motion, for every action, there is an equal and opposite reaction. In this case, when the truck collides with the car, the truck exerts a force on the car and the car exerts an equal and opposite force on the truck. Therefore, the truck and the car exert the same amount of force on each other during the collision. However, the effect of this force on each vehicle will depend on their mass and other factors such as the speed at which they are traveling at the time of the collision.\"",
    "Transcribed_Question": "\"2.\tImagine a head-on collision between a large truck and a small compact car. During the collision,<br>(A)\tThe truck exerts a greater amount of force on the car than the car exerts on the truck.<br>(B)\tThe car exerts a greater amount of force on the truck than the truck exert on the car.<br>(C)\tNeither exerts a force on the other, the car gets smashed simply because it gets in the way of the truck.<br>(D)\tThe truck exerts a force on the car but the car doesn’t exert a force on the truck.\"",
    "T1_Answer": "E",
    "T2_Answer": "E",
    "T2_Explanation": "\"(E) The truck exerts the same amount of force on the car as the car exerts on the truck.<br>According to Newton's third law of motion, every action has an equal and opposite reaction. In this case, the force exerted on the car by the truck is equal and opposite to the force exerted on the truck by the car. Therefore, the truck and the car exert the same amount of force on each other during the collision.\"",
    "T6_Explanation": "\"A) The truck exerts a greater amount of force on the car than the car exerts on the truck.<br>This is due to Newton's Third Law of Motion which states that for every action, there is an equal and opposite reaction. When the truck and car collide, they exert equal and opposite forces on each other. However, since the truck has a larger mass than the car, it will experience less acceleration from the collision and will exert a greater force on the car. In other words, the force the truck exerts on the car is greater than the force the car exerts on the truck.\"",
    "Correct_Answer": "E",
    "T3_Explanation": "\"According to Newton's Third Law of Motion, for every action, there is an equal and opposite reaction. Therefore, during the collision between the truck and the car, both vehicles will exert equal and opposite forces on each other.<br>The correct answer is (E) The truck exerts the same amount of force on the car as the car exerts on the truck.\"",
    "T4_Explanation": "\"According to Newton's Third Law of Motion, for every action, there is an equal and opposite reaction. This means that if the truck exerts a force on the car, the car will exert an equal and opposite force on the truck.<br>Therefore, the answer is (E) The truck exerts the same amount of force on the car as the car exerts on the truck.\"",
    "T7_Answer": "E",
    "T5_Answer": "E",
    "﻿Question": "2",
    "T4_Answer": "E",
    "T6_Answer": "A",
    "T8_Answer": "E",
    "T1_Explanation": "\"According to Newton's third law of motion, for every action, there is an equal and opposite reaction. This means that when the truck collides with the car, the car exerts the same amount of force on the truck as the truck exerts on the car. Therefore, the answer is (E) The truck exerts the same amount of force on the car as the car exerts on the truck.<br>However, it's important to note that while the forces are equal and opposite, the effects of the forces may not be the same due to differences in mass and other factors. In this scenario, the larger truck would likely cause more damage to the smaller car due to its greater mass and momentum.\"",
    "T3_Answer": "E",
    "T7_Explanation": "The correct answer is (E) The truck exerts the same amount of force on the car as the car exerts on the truck. According to Newton's Third Law of Motion, for every action, there is an equal and opposite reaction. In a collision between a truck and a car, both vehicles will exert equal and opposite forces on each other. The force exerted by each vehicle on the other will depend on their respective masses and velocities at the time of impact. However, the forces will be equal and opposite in magnitude. Therefore, the truck and car will experience the same amount of force during the collision.",
    "T8_Explanation": "The correct answer is (E) The truck exerts the same amount of force on the car as the car exerts on the truck"
  },
  {
    "T5_Explanation": "\"(A) Both balls impact the floor at approximately the same horizontal distance from the base of the table.<br>When two objects are rolled off a horizontal table with the same initial speed, they will have the same horizontal component of their velocity. Therefore, neglecting air resistance, both balls will travel the same horizontal distance from the base of the table before hitting the floor. The weight of the balls will not affect their horizontal displacement.\"",
    "Transcribed_Question": "\"3.\tTwo steel balls, one of which weighs twice as much as the other, roll off of a horizontal table with the same speeds. In this situation:<br>(A)\tBoth balls impact the floor at approximately the same horizontal distance from the base of the table.<br>(B)\tThe heavier ball impacts the floor at about half the horizontal distance from the base of the table than does the lighter.<br>(C)\tThe lighter ball impacts the floor at about half the horizontal distance from the base of the table than does the heavier.<br>(D)\tThe heavier ball hits considerably closer to the base of the table than the lighter, but not necessarily half the horizontal distance.<br>(E)\tThe lighter ball hits considerably closer to the base of the table than the heavier, but not necessarily half the horizontal distance.\"",
    "T1_Answer": "A",
    "T2_Answer": "A",
    "T2_Explanation": "\"(A) Both balls impact the floor at approximately the same horizontal distance from the base of the table.<br>When two objects are dropped from the same height with the same initial velocity and experience the same amount of air resistance, they will reach the ground at the same time and at the same horizontal distance from the base of the table, regardless of their masses. Therefore, both balls will impact the floor at approximately the same horizontal distance from the base of the table.\"",
    "T6_Explanation": "\"Assuming that the two steel balls have the same size and shape and are released from the same height with the same initial horizontal speed, both balls will follow a parabolic trajectory and hit the floor at different distances from the base of the table.<br>The horizontal distance traveled by a projectile depends on its initial horizontal speed and the time of flight. Since both balls have the same initial speed, their time of flight will be the same if air resistance is neglected. The time of flight depends only on the vertical motion, which is the same for both balls, so they will hit the ground at the same time.<br>However, the horizontal distance traveled by a projectile is proportional to the initial horizontal speed, which is the same for both balls. Therefore, the heavier ball will have a greater momentum and will roll farther than the lighter ball before coming to a stop due to friction with the floor.<br>Therefore, the correct answer is (D) The heavier ball hits considerably closer to the base of the table than the lighter, but not necessarily half the horizontal distance.\"",
    "Correct_Answer": "A",
    "T3_Explanation": "\"The horizontal distance that the balls will travel before hitting the floor depends on their initial horizontal velocities and the time it takes for them to fall off the table. Since both balls are rolling off the table with the same speeds, they will have the same initial horizontal velocity. Also, assuming that air resistance is negligible, both balls will fall off the table and hit the floor at the same time since they experience the same acceleration due to gravity.<br>Therefore, both balls will impact the floor at approximately the same horizontal distance from the base of the table.<br>The correct answer is (A) Both balls impact the floor at approximately the same horizontal distance from the base of the table.\"",
    "T4_Explanation": "\"The horizontal distance that an object travels before hitting the ground is determined by the initial horizontal velocity and the time of flight, assuming no air resistance. Since the balls have the same initial speed, they will spend the same amount of time in the air before hitting the ground.<br>The time of flight depends on the vertical motion of the balls, which is affected by their weights. The heavier ball will have a greater weight and therefore a greater gravitational force pulling it down, causing it to fall faster than the lighter ball. However, the horizontal motion of the balls is not affected by their weights.<br>Therefore, both balls will impact the floor at approximately the same horizontal distance from the base of the table.<br>The answer is (A) Both balls impact the floor at approximately the same horizontal distance from the base of the table.\"",
    "T7_Answer": "A",
    "T5_Answer": "A",
    "﻿Question": "3",
    "T4_Answer": "A",
    "T6_Answer": "D",
    "T8_Answer": "A",
    "T1_Explanation": "\"The horizontal distance that a ball travels before hitting the floor depends only on its initial horizontal velocity and the time it takes to hit the floor. The mass of the ball does not affect the horizontal distance it travels.<br>Therefore, both balls will hit the floor at approximately the same horizontal distance from the base of the table.<br>The answer is (A) Both balls impact the floor at approximately the same horizontal distance from the base of the table.\"",
    "T3_Answer": "A",
    "T7_Explanation": "The correct answer is (A) Both balls impact the floor at approximately the same horizontal distance from the base of the table. The horizontal distance that a rolling object travels before hitting the ground depends only on its initial speed and the height of the table. Since both balls are rolling off the table with the same speed and from the same height, they will hit the ground at approximately the same horizontal distance from the base of the table. The mass of the balls does not",
    "T8_Explanation": "\"The correct answer is (A) Both balls impact the floor at approximately the same horizontal distance from the base of the table.<br>When the two balls are rolled off the table with the same speed, they will have the same horizontal component of velocity. The time it takes for the balls to hit the ground will be the same because the acceleration due to gravity is the same for both balls. Therefore, the balls will hit the ground at the same horizontal distance from the base of the table. The mass of the balls does not affect their horizontal motion, only their vertical motion.\""
  },
  {
    "T5_Explanation": "\"(D) Mostly perpendicular to its path at the moment of release, but curved inwards along the horizontal plane towards the person.<br>When an object is swung in a circular path, it experiences a centripetal force that keeps it moving in a circular path. In this case, the string provides the centripetal force that keeps the ball moving in a circular path. When the string suddenly breaks, there is no longer a centripetal force acting on the ball. As a result, the ball will move in a straight line tangent to the circular path it was following at the moment of release. This means that initially, the path of the ball will be mostly perpendicular to its path at the moment of release. However, due to the ball's initial tangential velocity, it will continue to move forward in the direction it was going when the string broke, causing it to curve inwards along the horizontal plane towards the person.\"",
    "Transcribed_Question": "\"4.\tA heavy ball is attached to a string and a person swings it in a circular path on a horizontal plane around themself. If they the string suddenly breaks, the path the ball will travel relative to the person is.<br>(A)\tMostly tangential to its path at the moment of release, but curved inwards along the horizontal plane towards the person.<br>(B)\tLinearly tangential to its path at the moment of release.<br>(C)\tAt a 45 degree angle away from the tangent line of its path at the moment of release.<br>(D)\tMostly perpendicular to its path at the moment of release, but curved inwards along the horizontal plane towards the person.<br>(E)\tLinearly perpendicular to its path at the moment of release.\"",
    "T1_Answer": "B",
    "T2_Answer": "A",
    "T2_Explanation": "\"(A) Mostly tangential to its path at the moment of release, but curved inwards along the horizontal plane towards the person.<br>The ball is moving in a circular path due to the tension in the string that is providing the centripetal force required for circular motion. When the string suddenly breaks, there is no longer any force acting towards the center of the circle, and the ball will continue to move tangentially along its path at the moment of release. However, due to its inertia, the ball will continue to move in the direction it was moving at the moment of release, which will cause it to curve inwards along the horizontal plane towards the person. Therefore, the path the ball will travel relative to the person is mostly tangential to its path at the moment of release, but curved inwards along the horizontal plane towards the person.\"",
    "T6_Explanation": "\"The correct answer is (D) Mostly perpendicular to its path at the moment of release, but curved inwards along the horizontal plane towards the person.<br>When the string suddenly breaks, the ball will continue to move tangentially to its circular path at the moment of release due to its inertia. However, since there is no force acting on the ball to keep it moving in a circular path, it will also move in a straight line tangent to the circular path, which will be mostly perpendicular to its path at the moment of release.<br>The ball will also be affected by gravity, which will cause it to curve downwards towards the ground. However, since the person is holding the ball on a horizontal plane, the ball will also curve inwards along the horizontal plane towards the person. Therefore, the path the ball will travel relative to the person is mostly perpendicular to its path at the moment of release, but curved inwards along the horizontal plane towards the person.\"",
    "Correct_Answer": "B",
    "T3_Explanation": "\"According to Newton's First Law of Motion, an object in motion will continue in a straight line with a constant speed unless acted upon by a net external force. In this case, the heavy ball is moving in a circular path due to the tension force in the string, which provides the necessary centripetal force.<br>When the string suddenly breaks, there is no longer a centripetal force acting on the ball, and it will continue to move tangentially to its path at the moment of release. However, since the person is also moving in the circular path, the ball will also have a component of motion towards the person. Therefore, the path the ball will travel relative to the person is mostly tangential to its path at the moment of release, but curved inwards along the horizontal plane towards the person.<br>The correct answer is (A) Mostly tangential to its path at the moment of release, but curved inwards along the horizontal plane towards the person.\"",
    "T4_Explanation": "\"According to Newton's First Law of Motion, an object in motion will continue to move in a straight line at a constant speed unless acted upon by a force. In the case of the swinging ball, the force that keeps it moving in a circular path is the tension in the string. When the string breaks, this force is no longer present, and the ball will continue to move in a straight line at a tangent to its path at the moment of release.<br>Therefore, the answer is (B) Linearly tangential to its path at the moment of release.\"",
    "T7_Answer": "A",
    "T5_Answer": "D",
    "﻿Question": "4",
    "T4_Answer": "B",
    "T6_Answer": "D",
    "T8_Answer": "A",
    "T1_Explanation": "\"According to Newton's first law of motion, an object in motion will continue to move in a straight line at a constant speed unless acted upon by an external force.<br>When the string breaks, the ball will continue to move in a straight line at a constant speed in the direction it was moving at the moment the string broke. This direction will be tangential to the circular path the ball was following at that moment.<br>Therefore, the answer is (B) Linearly tangential to its path at the moment of release.\"",
    "T3_Answer": "A",
    "T7_Explanation": "The correct answer is (A) Mostly tangential to its path at the moment of release, but curved inwards along the horizontal plane towards the person. When an object moves in a circular path, it experiences centripetal acceleration directed towards the center of the circle. In this case, the string is providing the centripetal force",
    "T8_Explanation": "\"The correct answer is (A) Mostly tangential to its path at the moment of release, but curved inwards along the horizontal plane towards the person.<br>When the string suddenly breaks, the ball will continue to move in a straight line tangent to its circular path at the moment of release due to the law of inertia. However, because the person is still standing on the ground and the ball was moving in a circular path around them, the ball will appear to curve in\""
  },
  {
    "T5_Explanation": "\"(C) A constant downward force of gravity along with an upward force that steadily decreases until the ball reaches its highest point, after which there is only the constant downward force of gravity.<br>When the boy throws the steel ball straight up, the only force acting on it is its weight, which is a downward force due to gravity. As the ball rises, it slows down due to the force of gravity acting against it. At the highest point, the ball momentarily stops and then starts to fall back down towards the ground. At this point, the only force acting on the ball is still its weight, but in the opposite direction. Therefore, the forces acting on the ball until it returns to the ground are a constant downward force of gravity along with an upward force that steadily decreases until the ball reaches its highest point, after which there is only the constant downward force of gravity.\"",
    "Transcribed_Question": "\"5.\tA boy throws a steel ball straight up. Disregarding any effects of air resistance, the forces acting on the ball until it returns to ground are:<br>(A)\tIts weight vertically downward along with a steadily decreasing upward force.<br>(B)\tA steadily decreasing upward force from the moment it leaves the hand until it reaches its highest point, beyond which there is a steadily increasing downward force of gravity as the object gets closer to the earth.<br>(C)\tA constant downward force of gravity along with an upward force that steadily decreases until the ball reaches its highest point, after which there is only the constant downward force of gravity.<br>(D)\tA constant downward force of gravity only.<br>(E)\tNone of the above, the ball falls back down to earth simply because that is its natural action.\"",
    "T1_Answer": "D",
    "T2_Answer": "C",
    "T2_Explanation": "\"(C) A constant downward force of gravity along with an upward force that steadily decreases until the ball reaches its highest point, after which there is only the constant downward force of gravity.<br>The forces acting on the ball until it returns to the ground are gravity and the force exerted by the boy on the ball. When the boy throws the ball upward, he exerts an upward force on the ball that is initially greater than the force of gravity acting on the ball. As the ball moves upward, this upward force gradually decreases due to the ball losing velocity against gravity until the ball reaches its highest point, at which point the upward force becomes zero, and only the constant downward force of gravity acts on the ball until it reaches the ground. Therefore, the correct option is (C).\"",
    "T6_Explanation": "\"The correct answer is (C): a constant downward force of gravity along with an upward force that steadily decreases until the ball reaches its highest point, after which there is only the constant downward force of gravity.<br>When the boy throws the steel ball straight up, the only force acting on it is the force of gravity, which pulls it downward towards the earth. As the ball rises, it slows down and eventually comes to a stop at its highest point, where it momentarily changes direction before falling back down to the ground. At this point, the ball's velocity is zero and its acceleration is equal to the acceleration due to gravity, which is a constant downward force.<br>However, as the ball rises, there is also an upward force acting on it due to the force exerted by the boy's hand when he threw it. This force steadily decreases as the ball rises, until it reaches its highest point, where it is equal and opposite to the force of gravity acting on the ball. After this point, the upward force decreases to zero and the only force acting on the ball is the constant downward force of gravity.<br>Therefore, the correct answer is (C): a constant downward force of gravity along with an upward force that steadily decreases until the ball reaches its highest point, after which there is only the constant downward force of gravity.\"",
    "Correct_Answer": "D",
    "T3_Explanation": "\"According to Newton's Laws of Motion, an object in motion remains in motion at a constant velocity unless acted upon by a net external force. When the boy throws the steel ball straight up, it has an initial upward velocity due to the force applied by the boy's hand. However, as soon as the ball leaves the boy's hand, the only force acting on the ball is the force of gravity, which is directed downwards.<br>Therefore, the forces acting on the ball until it returns to the ground are a constant downward force of gravity only.<br>The correct answer is (D) A constant downward force of gravity only.\"",
    "T4_Explanation": "\"According to Newton's Laws of Motion, the only force acting on the ball is the force of gravity pulling it downward. This force is constant throughout the ball's trajectory, both as it rises and as it falls back down.<br>Therefore, the answer is (D) A constant downward force of gravity only.\"",
    "T7_Answer": "C",
    "T5_Answer": "C",
    "﻿Question": "5",
    "T4_Answer": "D",
    "T6_Answer": "C",
    "T8_Answer": "C",
    "T1_Explanation": "\"The only force acting on the steel ball is gravity, which acts downward towards the center of the Earth. Therefore, the answer is (D) A constant downward force of gravity only.<br>When the ball is thrown upward, it experiences an initial upward acceleration due to the force applied by the boy's hand. Once it leaves the boy's hand, the only force acting on it is gravity, which causes it to slow down until it reaches the highest point of its trajectory. At this point, the ball stops moving upward and begins to fall back down due to the force of gravity.<br>During the entire time the ball is in the air, the force of gravity is the only force acting on it.\"",
    "T3_Answer": "D",
    "T7_Explanation": "The correct answer is (C) A constant downward force of gravity along with an upward force that steadily decreases until the ball reaches its highest point, after which there is only the constant downward force of gravity. When the boy throws the ball straight up, the only force acting on the ball is its weight, which is directed vertically downwards. As the ball rises, its weight remains constant, but its velocity decreases until it reaches its highest point. At this point, the ball momentarily stops moving upwards and begins to fall back down due to the force of gravity,",
    "T8_Explanation": "\"The correct answer is (C) A constant downward force of gravity along with an upward force that steadily decreases until the ball reaches its highest point, after which there is only the constant downward force of gravity.<br>When the boy throws the steel ball straight up, the only force acting on the ball is its weight, which is the force of gravity acting downwards. As the ball rises, the upward force decreases due to the decrease in the distance between the ball and the Earth's center, which results in a decrease in the gravitational force acting on the ball. At the highest point of the ball's trajectory, the upward force is zero and the only force acting on the ball is its weight. As the ball falls back down to the ground, the gravitational force acting on it remains constant, and the upward force is now in the opposite direction of motion, but its magnitude is steadily increasing.\""
  },
  {
    "T5_Explanation": "\"(D) Along a curved path from B initially the same direction as the line from A to B, but gradually rotating towards the direction of the kick.<br>When the hockey puck receives an instantaneous horizontal \"\"kick\"\" in the direction horizontally perpendicular to its existing path at point B, it will start to move in a curved path. The direction of the initial path from A to B gives the initial direction of the motion of the puck after the kick. The direction of the kick determines the direction of the force acting on the puck.<br>Since the surface is frictionless, there is no force to slow down or stop the puck's motion. The puck will continue moving with a constant speed but changing direction due to the force acting on it. The force acting on the puck causes it to accelerate and follow a curved path. The curved path will initially be in the same direction as the line from A to B, but gradually rotating towards the direction of the kick. Therefore, the correct answer is option (D).\"",
    "Transcribed_Question": "\"6.\tA hockey puck slides along a frictionless horizontal surface starting at a given point A at constant velocity. At some arbitrary point B, it receives an instantaneous horizontal “kick” in the direction horizontally perpendicular to its existing path.<br>Along which path will the hockey puck move after receiving the kick?<br>(A)\tAlong a linear path from B in the direction of the kick.<br>(B)\tAlong a linear path from B rotated towards the direction of the kick from the initial line from A to B.<br>(C)\tAlong a linear path from B perpendicular to the direction of the line from A to B at first, then rotating after some time to return to the line’s original direction.<br>(D)\tAlong a curved path from B initially the same direction as the line from A to B, but gradually rotating towards the direction of the kick.<br>(E)\tAlong a curved path from B initially in the direction of the kick, but gradually rotating towards the direction of the line from A to B.\"",
    "T1_Answer": "E",
    "T2_Answer": "D",
    "T2_Explanation": "\"(D) Along a curved path from B initially the same direction as the line from A to B, but gradually rotating towards the direction of the kick.<br>The puck has an initial velocity in a straight line from A to B. When it receives the instantaneous horizontal \"\"kick,\"\" it will continue to move in the same direction but with an additional velocity component in the direction of the kick. The resulting motion of the puck will be a combination of these two velocity components, which will cause it to move along a curved path initially in the same direction as the line from A to B but gradually rotating towards the direction of the kick. Therefore, the correct option is (D).\"",
    "T6_Explanation": "\"The answer is (D) Along a curved path from B initially the same direction as the line from A to B, but gradually rotating towards the direction of the kick.<br>When the puck receives the kick, its velocity changes in the direction perpendicular to its initial path. However, since there is no friction, the magnitude of its velocity remains constant. Therefore, the puck will move in a straight line tangent to its initial path at the point of impact B. This straight line is the initial direction of the curved path.<br>However, since there is no friction, there is no net force acting on the puck, and it will continue to move with constant velocity in the initial direction unless acted upon by an external force. The kick is the only external force acting on the puck, so it will continue to move in a straight line in the initial direction until the kick's effect diminishes.<br>As the puck moves forward, the kick's effect will gradually diminish until it disappears entirely. At that point, the puck will resume moving in its initial direction. However, since the initial direction was changed by the kick, the puck will now be moving in a curved path that gradually rotates towards the direction of the kick. Therefore, the correct answer is (D) Along a curved path from B initially the same direction as the line from A to B, but gradually rotating towards the direction of the kick.\"",
    "Correct_Answer": "B",
    "T3_Explanation": "\"When the hockey puck receives the instantaneous horizontal \"\"kick\"\" at point B, it will continue to move with a constant velocity in a straight line, as there is no friction on the horizontal surface to change its motion.<br>However, the direction of the puck's motion will change due to the kick. The new direction of motion will be perpendicular to the direction of the kick, and in the plane that contains both the initial direction of motion and the direction of the kick.<br>Therefore, the path of the puck after receiving the kick will be along a linear path from B perpendicular to the direction of the line from A to B at first, then rotating after some time to return to the line's original direction.<br>The correct answer is (C) Along a linear path from B perpendicular to the direction of the line from A to B at first, then rotating after some time to return to the line's original direction.\"",
    "T4_Explanation": "\"When the hockey puck receives an instantaneous horizontal \"\"kick\"\" in the direction horizontally perpendicular to its existing path, there is no force acting on the puck in the direction perpendicular to the kick. Therefore, the motion of the puck will continue along its initial path with a constant velocity. However, the direction of its velocity will change due to the kick.<br>Since there is no friction, the puck will continue moving in a straight line with a constant velocity after receiving the kick. Therefore, the answer is (B) Along a linear path from B rotated towards the direction of the kick from the initial line from A to B.\"",
    "T7_Answer": "C",
    "T5_Answer": "D",
    "﻿Question": "6",
    "T4_Answer": "B",
    "T6_Answer": "D",
    "T8_Answer": "D",
    "T1_Explanation": "\"The hockey puck will move along a curved path from B initially in the direction of the kick, but gradually rotating towards the direction of the line from A to B. The path of the puck will be a combination of the initial velocity and the velocity gained from the kick.<br>When the puck is kicked horizontally at B, it gains some horizontal velocity. However, since the surface is frictionless, the vertical velocity of the puck remains constant. As a result, the path of the puck will be a combination of the initial velocity and the horizontal velocity gained from the kick, resulting in a curved path.<br>Initially, the puck will move in the direction of the kick, but over time, the vertical velocity will cause it to gradually rotate towards the direction of the initial path from A to B. The exact shape of the path will depend on the angle of the kick and the initial velocity of the puck.<br>Therefore, the correct answer is (E) Along a curved path from B initially in the direction of the kick, but gradually rotating towards the direction of the line from A to B.\"",
    "T3_Answer": "C",
    "T7_Explanation": "The correct answer is (C) Along a linear path from B perpendicular to the direction of the line from A to B at first, then rotating after some time to return to the line’s original direction. The puck's initial velocity is horizontal, and there is no friction, so its horizontal velocity remains constant after the kick. However, the kick changes the direction of the puck's velocity to some extent. Therefore, initially, the puck moves along a linear path perpendicular to the direction of the line from A to B. But since there is no force acting on it horizontally, it will continue to move along a straight line at a constant velocity. So after some time, it will have rotated to the direction of the original line from A to B.",
    "T8_Explanation": "\"The correct answer is (D) Along a curved path from B initially the same direction as the line from A to B, but gradually rotating towards the direction of the kick.<br>When the hockey puck receives an instantaneous horizontal \"\"kick\"\" in the direction perpendicular to its existing path, it will start moving along a curved path. The direction of the curve will depend on the direction and magnitude of the kick.\""
  },
  {
    "T5_Explanation": "\"Since the horizontal kick is perpendicular to the initial direction of motion of the puck, the speed in the initial direction will remain unchanged. The velocity of the puck after the kick will have a component in the initial direction equal to the velocity of the puck before the kick, and a component in the direction of the kick equal to the velocity it acquires from the kick. Therefore, the speed of the puck just after it receives the kick is given by the square root of the sum of the squares of these two velocities.<br>The correct answer is (C) Equal to the arithmetic sum of speeds v0 and v.\"",
    "Transcribed_Question": "\"7.\tA hockey puck slides along a frictionless horizontal surface starting at a given point A at constant velocity. At some arbitrary point B, it receives an instantaneous horizontal “kick” in the direction horizontally perpendicular to its existing path.<br>What is the speed of the puck just after it receives the kick?<br>(A)\tEqual to the speed v0 it had before it received the kick.<br>(B)\tEqual to the speed v it acquires from the kick, and independent from the speed v0.<br>(C)\tEqual to the arithmetic sum of speeds v0 and v.<br>(D)\tSmaller than either of the speeds v0 or v. <br>(E)\tGreater than either of the speeds v0 or v, but smaller than the arithmetic sum of these two speeds.\"",
    "T1_Answer": "B",
    "T2_Answer": "C",
    "T2_Explanation": "Since the surface is frictionless, the horizontal component of the velocity of the puck should remain constant throughout its motion. Therefore, the speed of the puck just after it receives the kick should be the arithmetic sum of the speed it had before the kick and the speed it acquires from the kick. Thus, the answer is (C) equal to the arithmetic sum of speeds v0 and v.",
    "T6_Explanation": "\"Since the horizontal surface is frictionless, no external force is acting on the puck, and hence its velocity remains constant in magnitude and direction. Therefore, the speed of the puck just after it receives the kick is equal to the speed v it acquires from the kick, and independent of the speed v0 it had before the kick.<br>Thus, the correct answer is (B) Equal to the speed v it acquires from the kick, and independent from the speed v0.\"",
    "Correct_Answer": "E",
    "T3_Explanation": "\"Since the surface is frictionless, there is no force acting on the puck in the direction parallel to the surface. Therefore, the velocity of the puck in that direction will remain constant. The instantaneous horizontal kick is perpendicular to the existing path, which means that the velocity in the direction perpendicular to the surface will change instantaneously. However, the magnitude of the velocity will remain constant because there is no force acting on the puck in that direction after the kick. Therefore, the speed of the puck just after it receives the kick is equal to the speed v it acquires from the kick, and independent from the speed v0 it had before the kick.<br>The answer is (B).\"",
    "T4_Explanation": "\"Since the surface is frictionless, there are no forces acting on the puck in the horizontal direction. Therefore, the horizontal component of the puck's velocity is constant, i.e., it does not change due to the kick. The kick only affects the vertical component of the puck's velocity.<br>Thus, just after receiving the kick, the speed of the puck will be equal to the square root of the sum of the squares of the horizontal velocity component v0 and the vertical velocity component v, i.e.,<br>speed = sqrt(v0^2 + v^2)<br>Therefore, the correct answer is (E) Greater than either of the speeds v0 or v, but smaller than the arithmetic sum of these two speeds.\"",
    "T7_Answer": "A",
    "T5_Answer": "C",
    "﻿Question": "7",
    "T4_Answer": "E",
    "T6_Answer": "B",
    "T8_Answer": "B",
    "T1_Explanation": "\"The speed of the puck just after it receives the kick depends on the magnitude of the kick and the direction of the kick. Since the puck is on a frictionless horizontal surface, no forces act upon it to change its speed. Therefore, the speed of the puck just after it receives the kick is equal to the speed v it acquires from the kick, and independent from the speed v0 it had before it received the kick.<br>So the answer is (B) Equal to the speed v it acquires from the kick, and independent from the speed v0.\"",
    "T3_Answer": "B",
    "T7_Explanation": "Since the horizontal kick is perpendicular to the existing path, it does not affect the speed of the puck in the horizontal direction. Therefore, the speed of the puck just after it receives the kick is equal to the speed it had before it received the kick, which is option (A).",
    "T8_Explanation": "The correct answer is (B) - the speed of the puck just after it receives the kick is equal to the speed v it acquires from the kick, and independent from the speed v0 it had before it received the kick. The kick provides an impulse that changes the momentum of the puck in the direction of the kick, but does not affect its speed in the original direction of motion, since there is no friction."
  },
  {
    "T5_Explanation": "The answer is (A) No change. Since there is no force acting on the puck in the direction of motion, its speed in that direction remains constant. The kick only changes the direction of the motion, not the magnitude of the velocity. Therefore, the speed of the puck does not change after receiving the kick.",
    "Transcribed_Question": "\"8.\tA hockey puck slides along a frictionless horizontal surface starting at a given point A at constant velocity. At some arbitrary point B, it receives an instantaneous horizontal “kick” in the direction horizontally perpendicular to its existing path.<br>Along the frictionless path the puck takes after the kick, how does the speed of the puck vary after receiving the kick?<br>(A)\tNo change.<br>(B)\tContinuously increasing.<br>(C)\tContinuously decreasing.<br>(D)\tIncreasing for a while, and decreasing thereafter.<br>(E)\tConstant for a while, and decreasing thereafter.\"",
    "T1_Answer": "A",
    "T2_Answer": "A",
    "T2_Explanation": "\"After the puck receives the instantaneous horizontal \"\"kick,\"\" it will move in a straight line at constant velocity. Since the surface is frictionless, there are no forces acting on the puck that would cause it to accelerate. Therefore, the speed of the puck will remain constant after receiving the kick. The answer is (A) No change.\"",
    "T6_Explanation": "\"Since the puck is sliding along a frictionless horizontal surface, no external force acts on the puck in the horizontal direction. Therefore, the horizontal component of the puck's velocity remains constant throughout its motion.<br>When the puck receives an instantaneous horizontal \"\"kick\"\" in the direction perpendicular to its existing path, the direction of its velocity changes. However, the magnitude of the velocity remains constant since there is no force acting on the puck in the horizontal direction.<br>After receiving the kick, the puck moves along a circular path with a constant speed. As the puck moves along the circular path, its velocity vector continuously changes direction but its magnitude remains constant. Therefore, the answer is (A) No change.\"",
    "Correct_Answer": "A",
    "T3_Explanation": "The speed of the puck will remain constant along the path after the kick since there is no friction acting on the puck to slow it down. Therefore, the answer is (A) No change.",
    "T4_Explanation": "Since the path of the puck is frictionless, there is no external force acting on it. Therefore, the momentum of the puck is conserved. At the instant when the puck receives the kick, there is a change in the direction of the momentum, but not in the magnitude. Therefore, the speed of the puck remains constant after the kick, and the answer is (A) No change.",
    "T7_Answer": "A",
    "T5_Answer": "A",
    "﻿Question": "8",
    "T4_Answer": "A",
    "T6_Answer": "A",
    "T8_Answer": "A",
    "T1_Explanation": "The speed of the puck will remain constant after receiving the kick, as there is no friction to slow it down. So the answer is (A) No change.",
    "T3_Answer": "A",
    "T7_Explanation": "The speed of the puck will remain constant after receiving the kick, as long as no additional forces act on the puck. This is because there is no friction, and hence no net force acting on the puck in the horizontal direction. Therefore, the answer is (A) No change.",
    "T8_Explanation": "The speed of the puck will remain constant because the surface is frictionless and there are no external forces acting on the puck to change its speed. Therefore, the answer is (A) no change."
  },
  {
    "T5_Explanation": "Since the surface is frictionless, there is no frictional force acting on the puck. The only force acting on the puck is the force due to the kick it received, which is perpendicular to the direction of motion. Therefore, the correct option is (B) the downward force of gravity and the horizontal force of momentum in the direction of motion.",
    "Transcribed_Question": "\"9.\tA hockey puck slides along a frictionless horizontal surface starting at a given point A at constant velocity. At some arbitrary point B, it receives an instantaneous horizontal “kick” in the direction horizontally perpendicular to its existing path.<br>The main forces acting on the puck, as it travels on the path after the kick on the puck, are:<br>(A)\tThe downward force due to gravity and the effect of air pressure.<br>(B)\tThe downward force of gravity and the horizontal force of momentum in the direction of motion.<br>(C)\tThe downward force of gravity, the upward force exerted by the surface, and a horizontal force acting on the puck in the direction of motion.<br>(D)\tThe downward force of gravity and an upward force exerted on the puck by the surface.<br>(E)\tGravity does not exert a force on the puck, it falls because of the intrinsic tendency of the object to fall to its natural place.\"",
    "T1_Answer": "D",
    "T2_Answer": "B",
    "T2_Explanation": "\"Since the question states that the surface is frictionless, the only force acting on the puck is the force due to the kick, which is perpendicular to the initial velocity. Therefore, the correct answer is:<br>(B) The downward force of gravity and the horizontal force of momentum in the direction of motion.\"",
    "T6_Explanation": "\"The correct answer is (D) The downward force of gravity and an upward force exerted on the puck by the surface.<br>The puck is sliding along a frictionless horizontal surface, so there is no force due to friction. The only force acting on the puck is the downward force of gravity. When the puck receives an instantaneous horizontal \"\"kick\"\" at point B, it will start to move in a new direction perpendicular to its original path. However, this kick does not change the amount of force acting on the puck.<br>As the puck continues to slide, the surface it is sliding on will exert an upward force on the puck to counteract the force of gravity. This is what keeps the puck moving along the surface without falling through it. The horizontal force of momentum is not a force that acts on the puck; rather, it is a property of the puck's motion that arises from its momentum. Therefore, option (B) is incorrect. Similarly, option (A) is incorrect because air pressure does not play a role in this scenario. Option (C) is also incorrect because there is no horizontal force acting on the puck in the direction of motion. Finally, option (E) is incorrect because gravity is a force that acts on all objects with mass, including the puck in this scenario.\"",
    "Correct_Answer": "D",
    "T3_Explanation": "Since the problem statement mentions a frictionless surface, we can disregard the effects of air pressure. Thus, the only significant force acting on the puck is the downward force of gravity. Therefore, the correct answer is (D): the downward force of gravity and an upward force exerted on the puck by the surface.",
    "T4_Explanation": "Since the problem statement specifies that the puck slides on a frictionless horizontal surface, there is no force due to friction, which eliminates option (D). Additionally, the problem states that the puck is moving at a constant velocity, which means that there is no net force acting on it in any direction, ruling out options (A) and (C). Finally, since the puck is sliding on a horizontal surface, there is no effect due to air pressure, eliminating option (A). This leaves us with option (B), which states that the only forces acting on the puck are the downward force of gravity and the horizontal force of momentum in the direction of motion. Therefore, the correct answer is (B).",
    "T7_Answer": "D",
    "T5_Answer": "B",
    "﻿Question": "9",
    "T4_Answer": "B",
    "T6_Answer": "D",
    "T8_Answer": "D",
    "T1_Explanation": "\"The main forces acting on the puck, as it travels on the path after the kick, are:<br>(D) The downward force of gravity and an upward force exerted on the puck by the surface.<br>Since the puck is sliding on a frictionless horizontal surface, there is no horizontal force of friction acting on it. The only vertical force acting on the puck is gravity, which acts downwards. The surface exerts an equal and opposite force on the puck, perpendicular to the surface, known as the normal force. Therefore, the net force acting on the puck in the vertical direction is zero, and the puck moves with constant speed in the horizontal direction after the kick.\"",
    "T3_Answer": "D",
    "T7_Explanation": "The correct option is (D) The main forces acting on the puck, as it travels on the path after the kick on the puck, are the downward force of gravity and an upward force exerted on the puck by the surface. Since the surface is frictionless, there is no horizontal force acting on the puck. When the puck receives the kick, it moves in a circular path due to the presence of an unbalanced force perpendicular to its velocity, but this force disappears once the puck moves along a straight line. After the kick, the only forces acting on the puck are the gravitational force and the normal force exerted by the surface on the puck, which is perpendicular to the surface.",
    "T8_Explanation": "Since the problem statement specifies that the surface is frictionless, the only force acting on the puck after the kick is the force of gravity. Therefore, the answer is (D) - the downward force of gravity and an upward force exerted on the puck by the surface. The upward force exerted by the surface is due to the normal force, which is perpendicular to the surface and balances the force of gravity."
  },
  {
    "T5_Explanation": "\"B) A linear path tangential to the direction of the ball at the instant it exits the channel.<br>Since the channel is semicircular and both ends are open, the ball will roll down the channel due to gravity and follow a circular path. When it exits the channel, it will continue moving in a straight line tangent to the point where it left the channel. This is because at the point of exit, the ball has no component of velocity perpendicular to the tangent line, so it will continue moving in the same direction at a constant speed.\"",
    "Transcribed_Question": "\"10.\tA semicircular channel with both ends open has been securely attached on a horizontal plane to a tabletop. A ball enters the channel on one end and exits at the other end. Which path does the ball take as it exits the channel and rolls across the tabletop?<br>(A)\tA curved path in an arc back towards the part of the channel the ball entered from.<br>(B)\tA linear path tangential to the direction of the ball at the instant it exits the channel.<br>(C)\tA curved path in an arc along the opposite angle of the channel. <br>(D)\tA curved path in an arc initially along the opposite angle of the channel, then becoming linear over time.<br>(E)\tA linear path perpendicular to the direction of the ball at the instant it exits the channel moving outward from the center of the channel.\"",
    "T1_Answer": "B",
    "T2_Answer": "B",
    "T2_Explanation": "\"Answer: (B) A linear path tangential to the direction of the ball at the instant it exits the channel.<br>Explanation: According to Newton's first law of motion, an object in motion will continue in motion with the same speed and in the same direction unless acted upon by an unbalanced force. In this case, the ball is rolling through a semicircular channel, so it is experiencing a centripetal force that keeps it moving in a circular path. However, as it exits the channel and enters the tabletop, there is no longer a force keeping it in a circular path, so it will continue in a straight line tangent to the point of exit, with the same speed it had when it exited the channel. Therefore, the ball will follow a linear path tangential to the direction of the ball at the instant it exits the channel.\"",
    "T6_Explanation": "\"The ball will follow option (B), a linear path tangential to the direction of the ball at the instant it exits the channel. This is because at the point where the ball exits the channel, it has acquired some tangential velocity due to its motion inside the curved channel. This tangential velocity allows the ball to continue moving in a straight line, tangential to the curve of the channel, as it exits the channel and rolls across the tabletop.<br>Option (A) is incorrect because the ball does not have any reason to move in a curved path back towards the part of the channel it entered from, as it has acquired tangential velocity.<br>Option (C) is incorrect because there is no reason for the ball to follow a curved path in the opposite angle of the channel.<br>Option (D) is incorrect because there is no reason for the ball to follow a curved path initially and then become linear over time.<br>Option (E) is incorrect because there is no reason for the ball to move in a linear path perpendicular to the direction of the ball at the instant it exits the channel moving outward from the center of the channel.\"",
    "Correct_Answer": "B",
    "T3_Explanation": "B) A linear path tangential to the direction of the ball at the instant it exits the channel. Since the channel is semicircular, the ball will exit tangentially to the circular path it was following. This is due to the fact that the velocity of the ball at the exit point is tangent to the circular path, and since there is no force acting on the ball after it exits the channel, it will continue moving in a straight line with the same velocity.",
    "T4_Explanation": "\"B) A linear path tangential to the direction of the ball at the instant it exits the channel.<br>Assuming the ball enters the channel with a velocity tangent to the channel, the ball will move along the semicircular path due to the force of gravity and the curvature of the channel. When the ball exits the channel, it will continue in a straight line tangential to the circular path, according to the law of inertia, since there are no forces acting on it in the horizontal direction. This straight line path will be tangential to the circular path at the point of exit.\"",
    "T7_Answer": "B",
    "T5_Answer": "B",
    "﻿Question": "10",
    "T4_Answer": "B",
    "T6_Answer": "B",
    "T8_Answer": "B",
    "T1_Explanation": "The ball will continue to move in the same direction it was going when it exited the channel due to the law of inertia, which states that an object in motion will remain in motion in a straight line unless acted upon by an external force. Therefore, the ball will take a linear path tangential to the direction it was moving when it exited the channel. The answer is (B).",
    "T3_Answer": "B",
    "T7_Explanation": "\"B) A linear path tangential to the direction of the ball at the instant it exits the channel.<br>The ball will exit the channel with a horizontal velocity equal to the velocity it had when it entered the channel due to the conservation of energy. Since there is no net force acting on the ball in the horizontal direction, the ball will continue moving in a straight line tangential to the circular path it was following in the channel.\"",
    "T8_Explanation": "\"Answer: (B) A linear path tangential to the direction of the ball at the instant it exits the channel.<br>Explanation: According to Newton's first law of motion, an object in motion tends to remain in motion along a straight line unless acted upon by an external force. In this case, the ball is rolling along the semicircular channel, which provides a centripetal force towards the center of the circle. When the ball exits the channel, there is no longer any centripetal force acting on the ball, so it will continue to move along a straight line tangent to the circle at the point of exit. Therefore, the path the ball takes as it exits the channel and rolls across the tabletop is a linear path tangential to the direction of the ball at the instant it exits the channel.\""
  },
  {
    "T5_Explanation": "The correct answer is (E) Each student exerts the same amount of force on the other. According to Newton’s third law, for every action, there is an equal and opposite reaction. When student A pushes on student B's knees, student B's knees push back on student A's feet with an equal and opposite force. Since the chairs are connected, the force exerted by student A's feet on student B's knees is transmitted through the chairs to student B, causing student B to move backward. Similarly, the force exerted by student B's knees on student A's feet is transmitted through the chairs to student A, causing student A to move forward. Therefore, both students exert the same amount of force on each other.",
    "Transcribed_Question": "\"11.\tTwo students, student A who has a mass of 95 kg and student B who has a mass of 77 kg, sit in identical office chairs facing each other. Student A places his bare feet on student B’s knees. Student A then pushes outward with his feet, causing both chairs to move. In this situation,<br>(A)\tNeither student exerts a force on the other.<br>(B)\tStudent A exerts a force on B, but B doesn’t exert any force on A.<br>(C)\tEach student exerts a force on the other but B exerts the larger force.<br>(D)\tEach student exerts a force on the other but A exerts the larger force.<br>(E)\tEach student exerts the same amount of force on the other.\"",
    "T1_Answer": "E",
    "T2_Answer": "E",
    "T2_Explanation": "According to Newton's third law, every action has an equal and opposite reaction. Therefore, if student A exerts a force on student B, student B must exert an equal and opposite force on student A. In this situation, as student A pushes outward with his feet, he exerts a force on student B, and student B exerts an equal and opposite force on student A. Therefore, the correct answer is (E) each student exerts the same amount of force on the other.",
    "T6_Explanation": "\"According to Newton's third law of motion, for every action, there is an equal and opposite reaction. In this situation, Student A is pushing outward with his feet, and as a result, the chair he is sitting on is also pushing backward with an equal and opposite force. This force is exerted on Student B, who is in contact with the chair that is pushing back. Therefore, we can eliminate options A and B as incorrect.<br>Now, we need to determine which of the remaining options, C, D, and E, is correct. Since the two students are sitting in identical chairs and are pushing with the same force, we can assume that the force they exert on the chairs is the same. However, the force exerted by the chairs on the students is not the same because they have different masses. According to Newton's second law of motion, F = ma, where F is the force applied, m is the mass of the object, and a is the acceleration produced by the force. Since Student A has a greater mass, he will experience a smaller acceleration than Student B for the same force.<br>Therefore, we can conclude that option (C) is the correct answer: each student exerts a force on the other, but Student B exerts the larger force.\"",
    "Correct_Answer": "E",
    "T3_Explanation": "According to Newton's Third Law of Motion, for every action, there is an equal and opposite reaction. When student A pushes on student B's knees, student B exerts an equal and opposite force on student A's feet. Therefore, both students exert forces on each other that are equal in magnitude and opposite in direction. The correct answer is (E) Each student exerts the same amount of force on the other.",
    "T4_Explanation": "According to Newton's third law, for every action, there is an equal and opposite reaction. Therefore, both students must be exerting equal and opposite forces on each other. In this situation, student A exerts a force on student B with his feet, and by Newton's third law, student B must exert an equal and opposite force on student A. Therefore, the correct answer is (E) Each student exerts the same amount of force on the other.",
    "T7_Answer": "E",
    "T5_Answer": "E",
    "﻿Question": "11",
    "T4_Answer": "E",
    "T6_Answer": "C",
    "T8_Answer": "E",
    "T1_Explanation": "According to Newton's third law of motion, for every action, there is an equal and opposite reaction. Therefore, when student A pushes outward with his feet on student B's knees, an equal and opposite force is exerted by student B on student A's feet. Similarly, when student B exerts a force on student A's feet, an equal and opposite force is exerted by student A on student B. Thus, each student exerts the same amount of force on the other, and the answer is (E).",
    "T3_Answer": "E",
    "T7_Explanation": "In this situation, according to Newton's third law of motion, for every action, there is an equal and opposite reaction. Therefore, both students exert equal and opposite forces on each other. Hence, the correct answer is (E) Each student exerts the same amount of force on the other.",
    "T8_Explanation": "According to Newton's third law of motion, for every action, there is an equal and opposite reaction. In this situation, student A exerts a force on student B, and by Newton's third law, student B exerts an equal and opposite force on student A. Therefore, the correct answer is (E) each student exerts the same amount of force on the other."
  },
  {
    "T5_Explanation": "The correct answer is (B) 1 and 2. The book is at rest on the table, so it must be in equilibrium, which means the net force on the book must be zero. The only forces acting on the book are the downward force due to gravity (1) and the upward force exerted by the table (2). Since these forces are equal in magnitude and opposite in direction, they cancel each other out, resulting in a net force of zero. There is no significant air pressure acting on the book since it is not moving through the air at a significant speed.",
    "Transcribed_Question": "\"12.\tA book is at rest on a tabletop. Which of the following forces are acting on the book?<br>1. A downward force due to gravity.<br>2. The upward force by the table.<br>3. A net downward force due to air pressure.<br>4. A net upward force due to air pressure.<br>(A)\t1 only.<br>(B)\t1 and 2.<br>(C)\t1, 2, and 3.<br>(D)\t1, 2, and 4.<br>(E)\tNone of these; since the book is at rest, there are no forces acting on it.\"",
    "T1_Answer": "B",
    "T2_Answer": "B",
    "T2_Explanation": "\"The correct answer is (B) 1 and 2.<br>The book is at rest, so it is not accelerating. According to Newton's first law, an object at rest or in uniform motion in a straight line will remain at rest or in uniform motion in a straight line unless acted upon by a net force.<br>In this case, the only forces acting on the book are the downward force due to gravity (1) and the upward force by the table (2), which cancel each other out because the book is at rest. There is no net force acting on the book, so it remains at rest.<br>There is no net downward force due to air pressure (3) because air pressure acts in all directions and cancels out, and there is no net upward force due to air pressure (4) because the book is not floating in the air.\"",
    "T6_Explanation": "\"The correct answer is (B) 1 and 2.<br>The book is at rest on the table top, so the forces acting on the book must be balanced. According to Newton's first law of motion, an object at rest will remain at rest unless acted upon by an unbalanced force.<br>    A downward force due to gravity: Gravity is pulling the book towards the Earth, so there is a downward force due to gravity acting on the book.<br>    The upward force by the table: The table is exerting an upward force on the book to counteract the force of gravity and keep the book at rest on the table.<br>    A net downward force due to air pressure: This force is not applicable here because the book is at rest and not moving through the air.<br>    A net upward force due to air pressure: This force is not applicable here because the book is at rest and not moving through the air.<br>Therefore, the only forces acting on the book are the downward force due to gravity and the upward force by the table, and they are equal in magnitude and opposite in direction, resulting in a net force of zero.\"",
    "Correct_Answer": "B",
    "T3_Explanation": "\"The correct answer is (B) 1 and 2.<br>The book is at rest, so its acceleration is zero. According to Newton's second law, if the acceleration is zero, then the net force on the book must also be zero. Since the book is not moving, there must be forces acting on it that are balanced.<br>The forces acting on the book are the downward force due to gravity (1) and the upward force exerted by the table (2). These two forces are equal in magnitude and opposite in direction, so they balance each other out, resulting in a net force of zero.\"",
    "T4_Explanation": "The correct answer is (B) 1 and 2. The only two significant forces acting on the book are the gravitational force pulling the book downward and the normal force exerted by the table pushing the book upward. The force of air resistance or pressure is negligible because the book is not moving through the air.",
    "T7_Answer": "B",
    "T5_Answer": "B",
    "﻿Question": "12",
    "T4_Answer": "B",
    "T6_Answer": "B",
    "T8_Answer": "B",
    "T1_Explanation": "\"The correct answer is (B) 1 and 2.<br>The book is at rest on the table top, which means that its velocity is not changing, and it has zero acceleration. Therefore, the net force acting on it must be zero. The only two forces acting on the book are gravity, which pulls it downward, and the normal force by the table, which pushes it upward. These two forces are equal in magnitude and opposite in direction, so their sum is zero. There is no net force due to air pressure, as the air pressure above and below the book cancels out, and thus 3 and 4 are not correct.\"",
    "T3_Answer": "B",
    "T7_Explanation": "The correct answer is (B) 1 and 2. When an object is at rest on a tabletop, the only two forces acting on it are the force of gravity pulling the object downward and the force of the tabletop pushing the object upward, which is also known as the normal force. The force due to air pressure is negligible and can be ignored in this scenario. Therefore, the only two relevant forces are 1 and 2.",
    "T8_Explanation": "\"The correct answer is (B) 1 and 2.<br>The book is at rest, which means that its acceleration is zero, and hence the net force acting on it is zero according to Newton's first law of motion. This means that there must be forces acting on the book that cancel each other out.<br>One force acting on the book is the force of gravity, which pulls the book downwards towards the center of the Earth. The other force is the upward force exerted by the tabletop, which prevents the book from falling through the surface of the table. These two forces are equal in magnitude and opposite in direction, so they cancel each other out, resulting in zero net force on the book.<br>Air pressure does exert a force on the book, but the net force due to air pressure is negligible in this case because the book is not moving and the force due to air pressure on the top and bottom surfaces of the book is roughly equal and opposite. Therefore, only forces 1 and 2 are significant in this situation.\""
  },
  {
    "T5_Explanation": "A force is always a mutual interaction between two objects, so there must be an equal and opposite force acting in this situation. Therefore, the correct option is (A): the amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.",
    "Transcribed_Question": "\"13.\tA large truck breaks down out on the road and receives a push back into town by a small compact car. While the car, still pushing the truck, is speeding up to get up to cruising speed:<br>(A)\tThe amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>(B)\tThe amount of force of the car pushing against the truck is less than that of the truck pushing back against the car.<br>(C)\tThe amount of force of the car pushing against the truck is greater than that of the truck pushing back against the car.<br>(D)\tThe car’s engine is running so it applies a force as it pushes against the truck but the truck’s engine is not running so it can’t push back against the car, the truck is pushed forward simply because it is in the way of the car.<br>(E)\tNeither the car nor the truck exert any force on the other, the truck is pushed forward simply because it is in the way of the car.  \"",
    "T1_Answer": "B",
    "T2_Answer": "B",
    "T2_Explanation": "\"B) The amount of force of the car pushing against the truck is less than that of the truck pushing back against the car.<br>According to Newton's Third Law, for every action, there is an equal and opposite reaction. Therefore, the car pushing against the truck with a certain force will experience an equal and opposite force from the truck pushing back against the car. However, the force that the car can exert on the truck is limited by the maximum force that the car's engine can generate, while the force that the truck can exert on the car is limited by the mass of the truck and the friction between the truck's wheels and the road. Therefore, the force of the car pushing against the truck is likely to be less than the force of the truck pushing back against the car.\"",
    "T6_Explanation": "\"A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>According to Newton's third law of motion, for every action, there is an equal and opposite reaction. In this case, the action is the force of the car pushing against the truck, and the reaction is the force of the truck pushing back against the car. Therefore, the amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.\"",
    "Correct_Answer": "A",
    "T3_Explanation": "A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car. According to Newton's third law of motion, every action has an equal and opposite reaction. When the car exerts a force on the truck, the truck exerts an equal and opposite force back on the car. Therefore, the amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.",
    "T4_Explanation": "(A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car, according to Newton's third law of motion which states that for every action, there is an equal and opposite reaction.",
    "T7_Answer": "A",
    "T5_Answer": "A",
    "﻿Question": "13",
    "T4_Answer": "A",
    "T6_Answer": "A",
    "T8_Answer": "A",
    "T1_Explanation": "(B) The amount of force of the car pushing against the truck is less than that of the truck pushing back against the car. According to Newton's third law of motion, for every action, there is an equal and opposite reaction. When the car pushes the truck, the truck exerts an equal and opposite force back on the car. However, the mass of the truck is much larger than that of the car, which means that the car exerts less force on the truck than the truck exerts on the car.",
    "T3_Answer": "A",
    "T7_Explanation": "(A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car according to Newton's third law of motion, which states that for every action, there is an equal and opposite reaction. When the car exerts a force on the truck, the truck exerts an equal and opposite force back on the car.",
    "T8_Explanation": "A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car. According to Newton's third law of motion, every action has an equal and opposite reaction. In this case, the car is exerting a force on the truck, and the truck is exerting an equal and opposite force back on the car."
  },
  {
    "T5_Explanation": "\"A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>When the car and the truck are moving at a constant speed, the forces acting on the two vehicles are balanced. According to Newton's third law of motion, for every action, there is an equal and opposite reaction. As the car pushes the truck forward, the truck exerts an equal and opposite force backward on the car, keeping both vehicles moving at a constant speed. Therefore, the amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.\"",
    "Transcribed_Question": "\"14.\tA large truck breaks down out on the road and receives a push back into town by a small compact car. After the person in the car, while pushing the truck, reaches the cruising speed at which they wish to continue at a constant speed:<br>(A)\tThe amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>(B)\tThe amount of force of the car pushing against the truck is less than that of the truck pushing back against the car.<br>(C)\tThe amount of force of the car pushing against the truck is greater than that of the truck pushing back against the car.<br>(D)\tThe car’s engine is running so it applies a force as it pushes against the truck but the truck’s engine is not running so it can’t push back against the car, the truck is pushed forward simply because it is in the way of the car.<br>(E)\tNeither the car nor the truck exert any force on the other, the truck is pushed forward simply because it is in the way of the car.  \"",
    "T1_Answer": "A",
    "T2_Answer": "A",
    "T2_Explanation": "\"A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>When the car and the truck are moving at a constant speed, the forces acting on them are balanced. The force of the car pushing the truck forward is equal in magnitude and opposite in direction to the force of the truck pushing back against the car, as dictated by Newton's third law of motion. Therefore, the net force acting on the car and truck system is zero, and they move together at a constant speed.\"",
    "T6_Explanation": "\"A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>According to Newton's Third Law of Motion, for every action, there is an equal and opposite reaction. When the car pushes against the truck, the truck exerts an equal and opposite force back against the car. Therefore, the amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.\"",
    "Correct_Answer": "A",
    "T3_Explanation": "\"A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>When the car is pushing the truck, there is a force exerted by the car on the truck in the forward direction, and an equal and opposite force exerted by the truck on the car in the backward direction. When the car reaches its desired cruising speed, it continues to push the truck with the same amount of force, but the truck also pushes back against the car with the same amount of force. Therefore, the forces are equal and opposite.\"",
    "T4_Explanation": "\"A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>Once the car and the truck reach a constant speed, the net force on both objects is zero. According to Newton's third law of motion, for every action, there is an equal and opposite reaction. Therefore, the force exerted by the car on the truck is equal in magnitude and opposite in direction to the force exerted by the truck on the car.\"",
    "T7_Answer": "A",
    "T5_Answer": "A",
    "﻿Question": "14",
    "T4_Answer": "A",
    "T6_Answer": "A",
    "T8_Answer": "A",
    "T1_Explanation": "(A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car. When the car and the truck reach a constant cruising speed, the forces between them are balanced, meaning that the force the car exerts on the truck is equal in magnitude but opposite in direction to the force the truck exerts on the car. This is due to Newton's Third Law of Motion, which states that for every action, there is an equal and opposite reaction.",
    "T3_Answer": "A",
    "T7_Explanation": "\"A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>Once the car and the truck are moving at a constant speed, the net force acting on both vehicles is zero, which means that the force the car exerts on the truck is equal and opposite to the force the truck exerts on the car according to Newton's Third Law of Motion. This is true regardless of the relative sizes of the vehicles involved.\"",
    "T8_Explanation": "\"A) The amount of force of the car pushing against the truck is equal to that of the truck pushing back against the car.<br>When the car and truck are moving at a constant speed, the forces on each vehicle are balanced. According to Newton's third law, for every action, there is an equal and opposite reaction. Therefore, the force of the car pushing against the truck is equal and opposite to the force of the truck pushing back against the car.\""
  },
  {
    "T5_Explanation": "\"(B) Momentum of the ball is conserved.<br>When the ball is dropped, it gains momentum as it falls towards the ground. When it collides with the ground, the momentum is transferred to the ground. According to the law of conservation of momentum, the total momentum of the ball and the ground remains the same before and after the collision. However, the direction of the momentum changes as the ball bounces back up, resulting in a reversal of the ball's direction of motion.\"",
    "Transcribed_Question": "\"15.\tWhen a rubber ball dropped from rest bounces of the floor, its direction of motion is reversed because:<br>(A)\tEnergy of the ball is conserved.<br>(B)\tMomentum of the ball is conserved.<br>(C)\tThe floor acts as a force on the ball that stops its fall and then drives it upward.<br>(D)\tThe floor is in the way and the ball has to keep moving.<br>(E)\tNone of the above.\"",
    "T1_Answer": "B",
    "T2_Answer": "B",
    "T2_Explanation": "(B) Momentum of the ball is conserved. When the ball is dropped, it has an initial momentum of zero. As it hits the floor, it experiences an upward force from the floor, causing it to change direction and bounce back up. According to the law of conservation of momentum, the total momentum of the ball and the floor before and after the collision must be equal. Therefore, as the ball changes direction, its momentum is conserved and its velocity is reversed.",
    "T6_Explanation": "\"(C) The floor acts as a force on the ball that stops its fall and then drives it upward.<br>When a rubber ball is dropped from rest, it falls towards the ground due to the force of gravity acting on it. When it hits the floor, the floor exerts an upward force on the ball, which causes the ball to bounce back up. This is due to Newton's Third Law of Motion, which states that for every action, there is an equal and opposite reaction.<br>The energy of the ball is not conserved because some of the ball's kinetic energy is converted into potential energy as it reaches its maximum height after bouncing. The momentum of the ball is also not conserved because the ball experiences a change in direction, which means its momentum changes. The floor being in the way is not a sufficient explanation for the ball's change in direction.\"",
    "Correct_Answer": "C",
    "T3_Explanation": "(B) Momentum of the ball is conserved. When the ball hits the floor, it experiences an impulse from the floor that changes the direction of its velocity. The impulse is equal to the change in momentum of the ball. Since momentum is conserved in the absence of external forces, the ball's momentum before and after the bounce must be equal in magnitude but opposite in direction, causing the ball to change direction.",
    "T4_Explanation": "(B) Momentum of the ball is conserved. When the ball is dropped, it has some initial downward momentum due to gravity. When it bounces off the floor, the direction of its momentum is reversed, but its magnitude remains the same due to the law of conservation of momentum. The floor exerts a force on the ball during the collision, which causes the direction of its momentum to change.",
    "T7_Answer": "B",
    "T5_Answer": "B",
    "﻿Question": "15",
    "T4_Answer": "B",
    "T6_Answer": "C",
    "T8_Answer": "B",
    "T1_Explanation": "(B) Momentum of the ball is conserved. When the ball is dropped, it has a certain amount of momentum due to its mass and velocity. When it hits the floor, it experiences an equal and opposite force due to the floor, which changes the direction of its momentum. As a result, the ball bounces back up in the opposite direction. This conservation of momentum is known as the law of action and reaction, which is one of the fundamental laws of physics.",
    "T3_Answer": "B",
    "T7_Explanation": "(B) Momentum of the ball is conserved. When the ball hits the floor, it experiences an upward force that causes it to bounce back up. According to the law of conservation of momentum, the ball's momentum changes direction but the total momentum of the ball and the Earth remains the same.",
    "T8_Explanation": "(B) Momentum of the ball is conserved. When the rubber ball hits the floor, it experiences a force from the floor that changes its momentum. Since momentum is conserved, the ball's momentum must be equal and opposite after the collision, causing it to reverse direction. Energy is also conserved in the collision, but it alone does not explain why the ball's direction of motion is reversed."
  },
  {
    "T5_Explanation": "\"The cannon ball would take path (C) - a path that begins linear directly away from the cannon, then gradually curving downward until it becomes a linear path directly downward.<br>When the cannon ball is fired parallel to the ground, it will continue to move forward horizontally with a constant velocity until it hits the ground. However, as it moves forward, the force of gravity acts on it and causes it to accelerate downward. The result is a curved path that is gradually sloping downward until it becomes a linear path directly downward.\"",
    "Transcribed_Question": "\"16.\tA cannon ball is fired from a cannon aimed parallel to the ground, mounted on a tall castle wall. Which path does the cannon ball take?<br>(A)\tA linear path down and away from the cannon.<br>(B)\tA curved path down and away from the cannon.<br>(C)\tA path that begins linear directly away from the cannon, then gradually curving downward until it becomes a linear path directly downward.<br>(D)\tA path that is linear directly out from the cannon, then sharply curves downward after a certain point, becoming a linear path directly downward.\"",
    "T1_Answer": "C",
    "T2_Answer": "B",
    "T2_Explanation": "The cannon ball follows a curved path down and away from the cannon due to the force of gravity acting on it. As the ball moves forward, it is also pulled downward by gravity, causing it to follow a parabolic trajectory. Therefore, the correct option is (B).",
    "T6_Explanation": "\"The correct answer is (B) a curved path down and away from the cannon.<br>When a cannonball is fired parallel to the ground, it will still be subject to the force of gravity, which will cause it to accelerate downward. However, since the cannonball has a forward velocity from being fired, it will continue moving forward as it falls, creating a curved path known as a parabolic trajectory.<br>This can be demonstrated by imagining a line of dominos set up on a flat surface. If the first domino is knocked over, the ones behind it will also fall in a line. However, if the line of dominos is set up in a curve, knocking over the first one will cause the others to fall in a curved path. Similarly, the cannonball's forward motion creates a curve in its path as it falls due to gravity.\"",
    "Correct_Answer": "B",
    "T3_Explanation": "The cannon ball fired from a cannon aimed parallel to the ground will take a path that is a straight line parallel to the ground. This is because there is no vertical force acting on the cannon ball. While the cannon ball is in the air, it will be affected only by the force of gravity, which will cause it to fall towards the ground in a straight line.",
    "T4_Explanation": "The correct answer is (B), a curved path down and away from the cannon. When the cannon ball is fired parallel to the ground, it still experiences the force of gravity pulling it down towards the Earth. As a result, the cannon ball follows a parabolic trajectory, curving downward and away from the cannon until it hits the ground.",
    "T7_Answer": "C",
    "T5_Answer": "C",
    "﻿Question": "16",
    "T4_Answer": "B",
    "T6_Answer": "B",
    "T8_Answer": "No letter response",
    "T1_Explanation": "\"The answer is (C) A path that begins linear directly away from the cannon, then gradually curving downward until it becomes a linear path directly downward.<br>When a cannon ball is fired parallel to the ground, it has an initial horizontal velocity but no initial vertical velocity. This means that the ball will follow a straight-line path in the horizontal direction. However, gravity will act on the ball in the vertical direction, causing it to accelerate downwards. As the ball falls, its vertical speed will increase, causing its path to curve downward until it reaches its maximum height. After reaching its maximum height, the ball will continue to fall, following a straight-line path directly downward until it hits the ground.\"",
    "T3_Answer": "No letter response",
    "T7_Explanation": "The cannon ball will take a path that is closest to option (C): a path that begins linear directly away from the cannon, then gradually curving downward until it becomes a linear path directly downward. When the cannon ball is fired, it moves forward at the same speed as the cannon's initial velocity. However, gravity begins to pull it downward as soon as it leaves the cannon's mouth. As the ball continues to move forward, it also continues to accelerate downward due to gravity. Therefore, the path of the cannon ball is a combination of its initial linear motion and the downward acceleration due to gravity. The resulting path is a curve that gradually curves downward until it becomes a linear path directly downward.",
    "T8_Explanation": "The cannon ball fired from a cannon aimed parallel to the ground will take a path that is a linear path directly away from the cannon. This is because there is no vertical component to the initial velocity, so gravity will not initially affect the motion of the ball in the vertical direction. However, as the ball moves forward, gravity will begin to pull it downward, causing it to eventually fall to the ground in a curved path."
  },
  {
    "T5_Explanation": "\"(B) Speeds up as it falls, primarily because the closer the stone gets to earth, the stronger the gravitational attraction.<br>As the stone falls from the roof, the force of gravity acting on it is constantly increasing due to the decreasing distance between the stone and the center of the Earth. Therefore, the stone accelerates as it falls and its speed increases. The acceleration due to gravity is approximately constant near the surface of the Earth, so the speed of the stone increases at a constant rate.\"",
    "Transcribed_Question": "\"17.\tA stone falling from the roof of a single story building to the surface of the earth:<br>(A)\tReaches its maximum speed quite soon after release and then falls at a constant speed thereafter. <br>(B)\tSpeeds up as it falls, primarily because the closer the stone gets to earth, the stronger the gravitational attraction.<br>(C)\tSpeeds up because of the constant gravitational force acting on it.<br>(D)\tFalls because of the intrinsic tendency of all objects to fall toward the earth.<br>(E)\tFalls because of a combination of the force of gravity and the air pressure pushing it downward.\"",
    "T1_Answer": "B",
    "T2_Answer": "B",
    "T2_Explanation": "\"B) Speeds up as it falls, primarily because the closer the stone gets to earth, the stronger the gravitational attraction.<br>As the stone falls towards the Earth, the gravitational force between the Earth and the stone increases due to the reduction in the distance between them. This increasing force causes the stone to accelerate towards the Earth, which means that its speed increases as it falls.\"",
    "T6_Explanation": "\"The correct answer is (B) \"\"Speeds up as it falls, primarily because the closer the stone gets to earth, the stronger the gravitational attraction.\"\"<br>According to the law of gravitation, every object in the universe attracts every other object with a force that is directly proportional to the product of their masses and inversely proportional to the square of the distance between their centers. Therefore, as the stone falls toward the earth, it gets closer to the center of the earth, and hence the gravitational attraction between the stone and the earth becomes stronger. This results in an increase in the stone's acceleration and hence its speed.<br>Option (A) is incorrect because the stone's speed increases as it falls, and it does not fall at a constant speed thereafter.<br>Option (C) is partially correct, but it does not fully explain the reason for the stone's acceleration. It is the increasing gravitational force that causes the acceleration, not just the constant gravitational force.<br>Option (D) is incorrect because the stone does not fall because of any intrinsic tendency to fall toward the earth. It falls because of the force of gravity acting on it.<br>Option (E) is incorrect because air pressure does not play a significant role in the motion of the stone. The stone falls primarily due to the force of gravity acting on it. The air resistance does affect the motion of the stone, but it is negligible in this case.\"",
    "Correct_Answer": "C",
    "T3_Explanation": "\"(B) Speeds up as it falls, primarily because the closer the stone gets to earth, the stronger the gravitational attraction.<br>The acceleration of the stone falling towards the Earth is caused by the force of gravity, which is proportional to the mass of the Earth and the distance between the stone and the Earth's center. As the stone falls, the distance between it and the Earth's center decreases, causing the gravitational force to increase, which leads to an increase in the stone's speed. This increase in speed is not constant, as the gravitational force increases with distance, and hence the acceleration also increases, leading to a greater increase in speed as the stone gets closer to the Earth's surface.\"",
    "T4_Explanation": "\"B) Speeds up as it falls, primarily because the closer the stone gets to earth, the stronger the gravitational attraction.<br>The stone experiences a constant force due to gravity, which causes it to accelerate downwards. As it falls, it gets closer to the Earth, which increases the strength of the gravitational force and causes it to accelerate even faster. Therefore, the stone speeds up as it falls, rather than falling at a constant speed.\"",
    "T7_Answer": "B",
    "T5_Answer": "B",
    "﻿Question": "17",
    "T4_Answer": "B",
    "T6_Answer": "B",
    "T8_Answer": "B",
    "T1_Explanation": "\"B) Speeds up as it falls, primarily because the closer the stone gets to earth, the stronger the gravitational attraction.<br>The force of gravity causes the stone to accelerate as it falls, meaning its speed increases over time. This is because the closer the stone gets to the earth, the stronger the gravitational attraction becomes, and thus the acceleration due to gravity increases.\"",
    "T3_Answer": "B",
    "T7_Explanation": "\"B) Speeds up as it falls, primarily because the closer the stone gets to earth, the stronger the gravitational attraction.<br>The stone is initially at rest and experiences a constant gravitational force pulling it toward the earth. As it falls, the distance between the stone and the earth decreases, so the gravitational force between them increases. This leads to an increase in the acceleration of the stone, and thus an increase in its speed.\"",
    "T8_Explanation": "\"B) Speeds up as it falls, primarily because the closer the stone gets to earth, the stronger the gravitational attraction.<br>As the stone falls, the force of gravity pulls it towards the earth. The closer the stone gets to the earth, the stronger the gravitational attraction becomes, causing the stone to accelerate, or speed up, as it falls.\""
  },
  {
    "T5_Explanation": "(B) The amount of upward force on the elevator by the cable is equal to that of the downward force of gravity. When the elevator is moving up the shaft at a constant velocity, it is not accelerating. Therefore, the net force on the elevator must be zero. Since the elevator is being lifted by a steel cable, the tension force in the cable is equal in magnitude to the weight of the elevator due to gravity. Therefore, the upward force on the elevator by the cable is equal in magnitude to the downward force of gravity, and the net force is zero.",
    "Transcribed_Question": "\"18.\tAn elevator is being lifted up an elevator shaft by a steel cable. Assuming friction due to air resistance is negligible, when the elevator is moving up the shaft at a constant velocity:<br>(A)\tThe upward force on the elevator by the cable is greater than the downward force of gravity. <br>(B)\tThe amount of upward force on the elevator by the cable is equal to that of the downward force of gravity.<br>(C)\tThe upward force on the elevator by the cable is less than the downward force of gravity. <br>(D)\tIt goes up because the cable is being shortened, not because of the force being exerted on the elevator by the cable.<br>(E)\tThe upward force on the elevator by the cable is greater than the downward force due to the combined effects of air pressure and the force of gravity.\"",
    "T1_Answer": "B",
    "T2_Answer": "B",
    "T2_Explanation": "(B) The amount of upward force on the elevator by the cable is equal to that of the downward force of gravity. When the elevator is moving at a constant velocity, the net force acting on the elevator is zero. The tension in the cable, which pulls the elevator up, is equal in magnitude to the force of gravity pulling it down. This is known as the equilibrium condition, where the forces are balanced and there is no net force acting on the object.",
    "T6_Explanation": "\"When the elevator is moving up the shaft at a constant velocity, the forces acting on it are balanced, which means that the net force is zero. This is because the elevator is not accelerating, which implies that its velocity is constant, and there is no unbalanced force acting on it.<br>According to Newton's second law of motion, the net force on an object is equal to the product of its mass and acceleration. Since the elevator has zero acceleration, the net force on it must be zero.<br>Therefore, the upward force on the elevator by the cable must be equal to the downward force of gravity. This is because the gravitational force on the elevator is equal to its weight, which is given by the product of its mass and the acceleration due to gravity, and is directed downward. The cable provides an upward force that is equal in magnitude and opposite in direction to the gravitational force, thus keeping the elevator in equilibrium.<br>Therefore, the correct answer is (B) - The amount of upward force on the elevator by the cable is equal to that of the downward force of gravity.\"",
    "Correct_Answer": "B",
    "T3_Explanation": "(B) The amount of upward force on the elevator by the cable is equal to that of the downward force of gravity. When an elevator is moving up at a constant velocity, the forces acting on it are balanced. The upward force exerted by the cable is equal to the weight of the elevator (which is the downward force of gravity), so the elevator does not accelerate up or down. If the cable were to suddenly break, the elevator would then start to accelerate downward due to the force of gravity.",
    "T4_Explanation": "(B) The amount of upward force on the elevator by the cable is equal to that of the downward force of gravity. When the elevator is moving up the shaft at a constant velocity, the forces acting on the elevator are in equilibrium. The upward force due to tension in the steel cable is exactly balanced by the downward force of gravity on the elevator and its occupants. If there were a net force in either direction, the elevator's velocity would change.",
    "T7_Answer": "B",
    "T5_Answer": "B",
    "﻿Question": "18",
    "T4_Answer": "B",
    "T6_Answer": "B",
    "T8_Answer": "B",
    "T1_Explanation": "(B) The amount of upward force on the elevator by the cable is equal to that of the downward force of gravity. When the elevator is moving up the shaft at a constant velocity, it means that the net force on the elevator is zero. The cable is exerting an upward force on the elevator equal in magnitude to the force of gravity pulling the elevator downward. This is an example of Newton's first law of motion, which states that an object at rest (or in this case, moving at a constant velocity) will remain in that state unless acted upon by an unbalanced force.",
    "T3_Answer": "B",
    "T7_Explanation": "(B) The amount of upward force on the elevator by the cable is equal to that of the downward force of gravity when the elevator is moving up the shaft at a constant velocity. This is an example of balanced forces, where the forces are equal in magnitude and opposite in direction, resulting in a net force of zero and no acceleration.",
    "T8_Explanation": "(B) The amount of upward force on the elevator by the cable is equal to that of the downward force of gravity. When the elevator is moving at a constant velocity, the net force on the elevator is zero, which means that the upward force of the cable is equal in magnitude to the downward force of gravity. If the upward force were greater than the downward force, the elevator would be accelerating upward, and if the upward force were less than the downward force, the elevator would be accelerating downward."
  },
  {
    "T5_Explanation": "The direction of the resulting force will depend on the magnitudes and directions of the forces exerted by the large man and the boy. Assuming both are pulling with the same magnitude of force, but in opposite directions, the resulting force will be in the direction of the larger force, which in this case is the large man pulling on rope A. Therefore, the answer is (A) in the direction of the large man at the end of rope A.",
    "Transcribed_Question": "\"19.\tTwo people, a large man and a boy, are pulling as hard as they can on two ropes, rope A and B respectively, attached to a crate at the same point. <br>(A)\tIn the direction of the large man at the end of rope A.<br>(B)\tBetween the directions of rope A and B, but angled more towards rope A.<br>(C)\tAt the midpoint between the directions of rope A and B.<br>(D)\tBetween the directions of rope A and B, but angled more towards rope B.<br>(E)\tIn the direction of the boy at the end of rope B.\"",
    "T1_Answer": "C",
    "T2_Answer": "B",
    "T2_Explanation": "The direction of the net force on the crate will be in the direction of the vector sum of the forces applied by the two people. Since the large man is pulling with more force, his force vector will be larger than that of the boy. Therefore, the net force vector will be closer to the direction of rope A. Thus, the answer is (B) between the directions of rope A and B, but angled more towards rope A.",
    "T6_Explanation": "\"The direction in which the crate will move depends on the relative strength and direction of the two forces. Without additional information about the strength of the two people and the tension in the ropes, it is difficult to determine the direction of motion of the crate.<br>However, we can make some generalizations based on the information given. Since the large man is pulling on rope A and the boy is pulling on rope B, we can assume that the direction of the two ropes is not exactly opposite but rather angled towards each other. In this case, the direction of motion of the crate would likely be somewhere between the directions of the two ropes.<br>Option (C), at the midpoint between the directions of rope A and B, seems like a reasonable estimate for the direction of motion of the crate. However, it is important to note that this is only an estimate and the actual direction of motion would depend on the specific circumstances of the situation.\"",
    "Correct_Answer": "B",
    "T3_Explanation": "The direction in which the crate will move depends on the magnitude and direction of the forces exerted by the man and the boy. If the force exerted by the man on rope A is greater than the force exerted by the boy on rope B, then the crate will move in the direction of the man at the end of rope A. Similarly, if the force exerted by the boy on rope B is greater than the force exerted by the man on rope A, then the crate will move in the direction of the boy at the end of rope B. If the forces are equal and opposite, the crate will not move at all. Therefore, the answer to this question cannot be determined without knowing the magnitude and direction of the forces exerted by the man and the boy.",
    "T4_Explanation": "The crate will move in the direction of the net force acting on it, which is the vector sum of the forces exerted by the man and the boy. Since the man is larger and therefore exerts a larger force, the net force will be in the direction of the man at the end of rope A. Thus, the answer is (A).",
    "T7_Answer": "No single letter response",
    "T5_Answer": "A",
    "﻿Question": "19",
    "T4_Answer": "A",
    "T6_Answer": "C",
    "T8_Answer": "No single letter response",
    "T1_Explanation": "The direction of the force on the crate will be in the direction of the net force applied by the two ropes. Since both people are pulling as hard as they can, the magnitude of their forces will be equal. Therefore, the direction of the net force will be along the line connecting the two ropes, which is at the midpoint between the directions of rope A and B. Therefore, the answer is (C) At the midpoint between the directions of rope A and B.",
    "T3_Answer": "No letter response",
    "T7_Explanation": "\"The crate will move in the direction of the net force acting on it. Since the man and the boy are pulling in different directions, the net force on the crate will be the vector sum of the forces from the two ropes. The direction of the net force will depend on the relative strengths and angles of the two forces.<br>Without additional information, it is not possible to determine the exact direction of the net force, and therefore the direction in which the crate will move. The crate could move in any direction between the directions of the two ropes, depending on the strength and angle of the forces. Therefore, the correct answer is (B) between the directions of rope A and B, but angled more towards rope A or (D) between the directions of rope A and B, but angled more towards rope B.\"",
    "T8_Explanation": "\"Assuming the large man and the boy are pulling with equal strength, the crate will move in the direction of the net force acting on it, which is determined by the vector sum of the forces exerted by the two ropes.<br>Since the directions of the two ropes are not opposite, there will be a component of each force in the direction of the other rope. Therefore, the vector sum of the two forces will be somewhere between the two ropes.<br>However, the magnitude of the force exerted by the large man may be greater than that of the boy, depending on their strengths. In that case, the vector sum will be closer to the direction of rope A. Conversely, if the boy is stronger, the vector sum will be closer to the direction of rope B.<br>Therefore, the answer is either (A) or (D), depending on the relative strengths of the two people.\""
  },
  {
    "T5_Explanation": "\"To determine if the blocks ever have the same speed, we need to calculate their velocities at each time interval. The velocity can be calculated by dividing the displacement of each block by the time interval.<br>At T = 0.20, the displacement of block A is 0.8 - 0.4 = 0.4 and the time interval is 0.2 seconds, so the velocity of block A is 0.4/0.2 = 2 m/s. The displacement of block B is 0.8 - 0.0 = 0.8 and the time interval is 0.2 seconds, so the velocity of block B is 0.8/0.2 = 4 m/s. Therefore, the blocks do not have the same speed at T = 0.20.<br>At T = 0.80, the displacement of block A is 3.2 - 0.4 = 2.8 and the time interval is 0.8 seconds, so the velocity of block A is 2.8/0.8 = 3.5 m/s. The displacement of block B is 3.2 - 0.0 = 3.2 and the time interval is 0.8 seconds, so the velocity of block B is 3.2/0.8 = 4 m/s. Therefore, the blocks do not have the same speed at T = 0.80.<br>At some time during the interval from T = 0.40 to T = 0.60, the blocks will have the same speed. To determine this time, we can calculate the velocities for both blocks at T = 0.40 and T = 0.60.<br>At T = 0.40, the velocity of block A is (1.4 - 0.8)/0.2 = 3 m/s and the velocity of block B is (1.6 - 0.8)/0.2 = 4 m/s.<br>At T = 0.60, the velocity of block A is (2.2 - 1.4)/0.2 = 4 m/s and the velocity of block B is (2.4 - 1.6)/0.2 = 4 m/s.<br>Therefore, the blocks have the same speed at some time during the interval from T = 0.40 to T = 0.60, and the answer is (E) Yes, at some time during the interval from T = 0.40 to T = 0.60.\"",
    "Transcribed_Question": "\"20.\tThe positions, pA and pB, of two blocks A and B, at successive 0.20 second time intervals are listed below, relative to a starting point X. The blocks are moving right.<br>T = 0.00; pA = 0.4, pB = 0.0<br>T = 0.20; pA = 0.8, pB = 0.8<br>T = 0.40; pA = 1.4, pB = 1.6<br>T = 0.60; pA = 2.2, pB = 2.4<br>T = 0.80; pA = 3.2, pB = 3.2<br>T = 1.00; pA = 4.4, pB = 4.0<br>T = 1.20; pA = 5.8, pB = 4.8<br>Do the blocks ever have the same speed?<br>(A)\tNo.<br>(B)\tYes, at T = 0.20.<br>(C)\tYes, at T = 0.80.<br>(D)\tYes, at T = 0.20 and T = 0.80.<br>(E)\tYes, at some time during the interval from T = 0.40 to T = 0.60.\"",
    "T1_Answer": "D",
    "T2_Answer": "D",
    "T2_Explanation": "\"To determine if the blocks have the same speed, we need to calculate their velocities at each time interval. The velocity of a block is equal to the change in position divided by the time interval.<br>For block A:<br>    At T = 0.20, vA = (0.8 - 0.4)/0.2 = 2 m/s<br>    At T = 0.40, vA = (1.4 - 0.8)/0.2 = 3 m/s<br>    At T = 0.60, vA = (2.2 - 1.4)/0.2 = 4 m/s<br>    At T = 0.80, vA = (3.2 - 2.2)/0.2 = 5 m/s<br>    At T = 1.00, vA = (4.4 - 3.2)/0.2 = 6 m/s<br>    At T = 1.20, vA = (5.8 - 4.4)/0.2 = 7 m/s<br>For block B:<br>    At T = 0.20, vB = (0.8 - 0)/0.2 = 4 m/s<br>    At T = 0.40, vB = (1.6 - 0.8)/0.2 = 4 m/s<br>    At T = 0.60, vB = (2.4 - 1.6)/0.2 = 4 m/s<br>    At T = 0.80, vB = (3.2 - 2.4)/0.2 = 4 m/s<br>    At T = 1.00, vB = (4.0 - 3.2)/0.2 = 4 m/s<br>    At T = 1.20, vB = (4.8 - 4.0)/0.2 = 4 m/s<br>We can see that blocks A and B have the same speed at T = 0.80 and T = 1.00, so the answer is (D) Yes, at T = 0.20 and T = 0.80.\"",
    "T6_Explanation": "\"To determine whether the blocks have the same speed, we can calculate their velocities at each time interval. The velocity of each block can be calculated as the change in position divided by the change in time.<br>The velocities of block A are:<br>    0.2 m/s (from t=0 to t=0.2)<br>    0.3 m/s (from t=0.2 to t=0.4)<br>    0.4 m/s (from t=0.4 to t=0.6)<br>    0.5 m/s (from t=0.6 to t=0.8)<br>    0.6 m/s (from t=0.8 to t=1.0)<br>    0.7 m/s (from t=1.0 to t=1.2)<br>The velocities of block B are:<br>    0.0 m/s (from t=0 to t=0.2)<br>    4.0 m/s (from t=0.2 to t=0.4)<br>    4.0 m/s (from t=0.4 to t=0.6)<br>    4.0 m/s (from t=0.6 to t=0.8)<br>    2.0 m/s (from t=0.8 to t=1.0)<br>    4.0 m/s (from t=1.0 to t=1.2)<br>From the above values, we can see that the blocks have different velocities at all times except for T = 0.20, where both blocks have a velocity of 0.2 m/s. Therefore, the answer is (B) Yes, at T = 0.20.\"",
    "Correct_Answer": "E",
    "T3_Explanation": "\"To calculate the speed of each block, we need to find the difference in position between consecutive time intervals and divide by the time interval. The speeds of each block are:<br>T = 0.00 to 0.20: VA = (0.8 - 0.4) / 0.20 = 2 m/s, VB = (0.8 - 0.0) / 0.20 = 4 m/s<br>T = 0.20 to 0.40: VA = (1.4 - 0.8) / 0.20 = 3 m/s, VB = (1.6 - 0.8) / 0.20 = 4 m/s<br>T = 0.40 to 0.60: VA = (2.2 - 1.4) / 0.20 = 4 m/s, VB = (2.4 - 1.6) / 0.20 = 4 m/s<br>T = 0.60 to 0.80: VA = (3.2 - 2.2) / 0.20 = 5 m/s, VB = (3.2 - 2.4) / 0.20 = 4 m/s<br>T = 0.80 to 1.00: VA = (4.4 - 3.2) / 0.20 = 6 m/s, VB = (4.0 - 3.2) / 0.20 = 4 m/s<br>T = 1.00 to 1.20: VA = (5.8 - 4.4) / 0.20 = 7 m/s, VB = (4.8 - 4.0) / 0.20 = 4 m/s<br>As we can see, the blocks have the same speed at T = 0.40 to 0.60, where both have a speed of 4 m/s. Therefore, the answer is (E) Yes, at some time during the interval from T = 0.40 to T = 0.60.\"",
    "T4_Explanation": "\"The speed of a block is given by the magnitude of its displacement divided by the time taken. Using the given positions, we can calculate the displacements and speeds of both blocks as follows:<br>At T = 0.20:<br>Block A: ΔpA = 0.8 - 0.4 = 0.4; speed of A = ΔpA/0.2 = 2 m/s.<br>Block B: ΔpB = 0.8 - 0 = 0.8; speed of B = ΔpB/0.2 = 4 m/s.<br>At T = 0.80:<br>Block A: ΔpA = 3.2 - 0.4 = 2.8; speed of A = ΔpA/0.8 = 3.5 m/s.<br>Block B: ΔpB = 3.2 - 0 = 3.2; speed of B = ΔpB/0.8 = 4 m/s.<br>Since the speeds of block A and block B are different at all times, the answer is (A) No.\"",
    "T7_Answer": "E",
    "T5_Answer": "E",
    "﻿Question": "20",
    "T4_Answer": "A",
    "T6_Answer": "B",
    "T8_Answer": "A",
    "T1_Explanation": "\"To determine whether the blocks have the same speed, we need to calculate the velocities of the blocks at each time interval by finding the differences in position and dividing by the time interval:<br>T = 0.00; vA = (0.8 - 0.4)/0.20 = 2.0 m/s, vB = (0.8 - 0.0)/0.20 = 4.0 m/s<br>T = 0.20; vA = (1.4 - 0.8)/0.20 = 3.0 m/s, vB = (1.6 - 0.8)/0.20 = 4.0 m/s<br>T = 0.40; vA = (2.2 - 1.4)/0.20 = 4.0 m/s, vB = (2.4 - 1.6)/0.20 = 4.0 m/s<br>T = 0.60; vA = (3.2 - 2.2)/0.20 = 5.0 m/s, vB = (3.2 - 2.4)/0.20 = 4.0 m/s<br>T = 0.80; vA = (4.4 - 3.2)/0.20 = 6.0 m/s, vB = (4.0 - 3.2)/0.20 = 4.0 m/s<br>T = 1.00; vA = (5.8 - 4.4)/0.20 = 7.0 m/s, vB = (4.8 - 4.0)/0.20 = 4.0 m/s<br>T = 1.20; vA = (5.8 - 4.4)/0.20 = 7.0 m/s, vB = (4.8 - 4.0)/0.20 = 4.0 m/s<br>From the above calculations, we see that the blocks have the same speed of 4.0 m/s at T = 0.20, T = 0.40, T = 0.80, and T = 1.00 seconds. Therefore, the answer is (D) Yes, at T = 0.20 and T = 0.80.\"",
    "T3_Answer": "E",
    "T7_Explanation": "\"To determine if the blocks ever have the same speed, we need to calculate the speed of each block at each time interval. The speed of each block can be found by dividing the change in position by the time interval.<br>For Block A:<br>Speed at T=0.00 to T=0.20: (0.8 - 0.4)/(0.20) = 2 m/s<br>Speed at T=0.20 to T=0.40: (1.4 - 0.8)/(0.20) = 3 m/s<br>Speed at T=0.40 to T=0.60: (2.2 - 1.4)/(0.20) = 4 m/s<br>Speed at T=0.60 to T=0.80: (3.2 - 2.2)/(0.20) = 5 m/s<br>Speed at T=0.80 to T=1.00: (4.4 - 3.2)/(0.20) = 6 m/s<br>Speed at T=1.00 to T=1.20: (5.8 - 4.4)/(0.20) = 7 m/s<br>For Block B:<br>Speed at T=0.00 to T=0.20: (0.8 - 0)/(0.20) = 4 m/s<br>Speed at T=0.20 to T=0.40: (1.6 - 0.8)/(0.20) = 4 m/s<br>Speed at T=0.40 to T=0.60: (2.4 - 1.6)/(0.20) = 4 m/s<br>Speed at T=0.60 to T=0.80: (3.2 - 2.4)/(0.20) = 4 m/s<br>Speed at T=0.80 to T=1.00: (4.0 - 3.2)/(0.20) = 4 m/s<br>Speed at T=1.00 to T=1.20: (4.8 - 4.0)/(0.20) = 4 m/s<br>We can see that Block A and Block B have the same speed of 4 m/s during the time interval from T=0.40 seconds to T=0.60 seconds. Therefore, the answer is yes, the blocks have the same speed at one point.\"",
    "T8_Explanation": "\"We can calculate the velocity of each block by finding the change in position over time between each pair of successive time intervals. Using the given data, we get:<br>    Velocity of block A between T = 0.00 s and T = 0.20 s: (0.8 m - 0.4 m) / (0.20 s) = 2 m/s<br>    Velocity of block A between T = 0.20 s and T = 0.40 s: (1.4 m - 0.8 m) / (0.20 s) = 3 m/s<br>    Velocity of block A between T = 0.40 s and T = 0.60 s: (2.2 m - 1.4 m) / (0.20 s) = 4 m/s<br>    Velocity of block A between T = 0.60 s and T = 0.80 s: (3.2 m - 2.2 m) / (0.20 s) = 5 m/s<br>    Velocity of block A between T = 0.80 s and T = 1.00 s: (4.4 m - 3.2 m) / (0.20 s) = 6 m/s<br>    Velocity of block A between T = 1.00 s and T = 1.20 s: (5.8 m - 4.4 m) / (0.20 s) = 7 m/s<br>    Velocity of block B between T = 0.00 s and T = 0.20 s: (0.8 m - 0.0 m) / (0.20 s) = 4 m/s<br>    Velocity of block B between T = 0.20 s and T = 0.40 s: (1.6 m - 0.8 m) / (0.20 s) = 4 m/s<br>    Velocity of block B between T = 0.40 s and T = 0.60 s: (2.4 m - 1.6 m) / (0.20 s) = 4 m/s<br>    Velocity of block B between T = 0.60 s and T = 0.80 s: (3.2 m - 2.4 m) / (0.20 s) = 4 m/s<br>    Velocity of block B between T = 0.80 s and T = 1.00 s: (4.0 m - 3.2 m) / (0.20 s) = 4 m/s<br>    Velocity of block B between T = 1.00 s and T = 1.20 s: (4.8 m - 4.0 m) / (0.20 s) = 4 m/s<br>As we can see, the velocity of block B is always constant and equal to 4 m/s, whereas the velocity of block A increases from 2 m/s to 7 m/s. Therefore, the blocks never have the same speed.\""
  },
  {
    "T5_Explanation": "\"At each time interval, we can calculate the velocity of the blocks by finding the difference in position and dividing it by the time interval. Then, we can calculate the acceleration of the blocks by finding the difference in velocity and dividing it by the time interval.<br>Using this method, we can find the velocity and acceleration of the blocks at each time interval as follows:<br>T = 0.00; vA = 0.0, vB = 0.0; aA = 0.0, aB = 0.0<br>T = 0.20; vA = 4.0, vB = 6.0; aA = 20.0, aB = 30.0<br>T = 0.40; vA = 4.0, vB = 6.0; aA = 0.0, aB = 0.0<br>T = 0.60; vA = 4.0, vB = 6.0; aA = 0.0, aB = 0.0<br>T = 0.80; vA = 4.0, vB = 6.0; aA = 0.0, aB = 0.0<br>We can see that the acceleration of both blocks is constant and equal to zero after the initial time interval. Therefore, the correct answer is:<br>(D) Acceleration of A = acceleration of B = 0\"",
    "Transcribed_Question": "\"21.\tThe positions, pA and pB, of two blocks A and B, at successive 0.20 time intervals are listed below, relative to a starting point X. The blocks are moving toward the right.<br>T = 0.00; pA = 0.4, pB = 0.0<br>T = 0.20; pA = 1.2, pB = 1.2<br>T = 0.40; pA = 2.0, pB = 2.4<br>T = 0.60; pA = 2.8, pB = 3.6<br>T = 0.80; pA = 3.6, pB = 4.8<br>The acceleration of the blocks are related as follows:<br>(A)\tAcceleration of A > acceleration of B.<br>(B)\tAcceleration of A = acceleration of B > 0<br>(C)\tAcceleration of B > acceleration of A<br>(D)\tAcceleration of A = acceleration of B = 0<br>(E)\tNot enough information to answer.\"",
    "T1_Answer": "C",
    "T2_Answer": "A",
    "T2_Explanation": "\"We can use the differences between the positions at each time interval to calculate the velocity of each block, and then use the differences between the velocities to calculate the acceleration of each block.<br>The velocities and accelerations of the blocks are:<br>T = 0.20: VA = (1.2 - 0.4)/0.2 = 4 m/s, VB = (1.2 - 0)/0.2 = 6 m/s, AA = (4 - 0)/0.2 = 20 m/s^2, AB = (6 - 0)/0.2 = 30 m/s^2<br>T = 0.40: VA = (2.0 - 1.2)/0.2 = 4 m/s, VB = (2.4 - 1.2)/0.2 = 6 m/s, AA = (4 - 4)/0.2 = 0 m/s^2, AB = (6 - 30)/0.2 = -120 m/s^2<br>T = 0.60: VA = (2.8 - 2.0)/0.2 = 4 m/s, VB = (3.6 - 2.4)/0.2 = 6 m/s, AA = (4 - 0)/0.2 = 20 m/s^2, AB = (6 - (-120))/0.2 = 660 m/s^2<br>T = 0.80: VA = (3.6 - 2.8)/0.2 = 4 m/s, VB = (4.8 - 3.6)/0.2 = 6 m/s, AA = (0 - 20)/0.2 = -100 m/s^2, AB = (660 - (-120))/0.2 = 3900 m/s^2<br>Therefore, we can see that the acceleration of block A is not equal to the acceleration of block B, except at T = 0.20 when they have equal velocities. The answer is (A) Acceleration of A > acceleration of B.\"",
    "T6_Explanation": "\"To determine the acceleration of the blocks, we can calculate their velocities at each time interval by taking the difference in position between successive time intervals and dividing by the time interval. Then, we can calculate the acceleration as the difference in velocity between successive time intervals divided by the time interval.<br>Using this method, we get the following table of velocities and accelerations:<br>Time Interval\tVelocity of A\tVelocity of B\tAcceleration of A\tAcceleration of B<br>0.00-0.20\t2.4\t6.0\t12.0\t30.0<br>0.20-0.40\t2.4\t6.0\t0.0\t0.0<br>0.40-0.60\t2.4\t6.0\t0.0\t0.0<br>0.60-0.80\t2.4\t6.0\t0.0\t0.0<br>We can see that the velocities of A and B are constant over time, which means their accelerations are both zero. Therefore, the answer is (D) Acceleration of A = acceleration of B = 0.\"",
    "Correct_Answer": "D",
    "T3_Explanation": "We can calculate the acceleration of the blocks by finding the difference in velocity over the time interval. The velocity of block A changes by 0.8 m/s over the first 0.2 seconds, which gives an acceleration of 0.8/0.2 = 4 m/s^2. Similarly, the velocity of block B changes by 1.2 m/s over the same time interval, which gives an acceleration of 1.2/0.2 = 6 m/s^2. Therefore, the acceleration of B is greater than the acceleration of A. The answer is (C) Acceleration of B > acceleration of A.",
    "T4_Explanation": "The acceleration of the blocks cannot be determined from the given information. We only have the positions of the blocks at different times, but we do not have any information about their velocities or the forces acting on them, which are necessary to determine their acceleration. Therefore, the answer is (E) - not enough information to answer.",
    "T7_Answer": "E",
    "T5_Answer": "D",
    "﻿Question": "21",
    "T4_Answer": "E",
    "T6_Answer": "D",
    "T8_Answer": "C",
    "T1_Explanation": "\"We can calculate the acceleration of each block by finding the difference in their velocities over the time intervals:<br>For block A:<br>    From T=0.00 to T=0.20, Δv = (1.2-0.4)m/s, so a = Δv/Δt = (1.2-0.4)/0.20 = 4 m/s²<br>    From T=0.20 to T=0.40, Δv = (2.0-1.2)m/s, so a = Δv/Δt = (2.0-1.2)/0.20 = 4 m/s²<br>    From T=0.40 to T=0.60, Δv = (2.8-2.0)m/s, so a = Δv/Δt = (2.8-2.0)/0.20 = 4 m/s²<br>    From T=0.60 to T=0.80, Δv = (3.6-2.8)m/s, so a = Δv/Δt = (3.6-2.8)/0.20 = 4 m/s²<br>For block B:<br>    From T=0.00 to T=0.20, Δv = (1.2-0.0)m/s, so a = Δv/Δt = (1.2-0.0)/0.20 = 6 m/s²<br>    From T=0.20 to T=0.40, Δv = (2.4-1.2)m/s, so a = Δv/Δt = (2.4-1.2)/0.20 = 6 m/s²<br>    From T=0.40 to T=0.60, Δv = (3.6-2.4)m/s, so a = Δv/Δt = (3.6-2.4)/0.20 = 6 m/s²<br>    From T=0.60 to T=0.80, Δv = (4.8-3.6)m/s, so a = Δv/Δt = (4.8-3.6)/0.20 = 6 m/s²<br>Therefore, we can see that acceleration of B > acceleration of A, so the answer is (C) Acceleration of B > acceleration of A.\"",
    "T3_Answer": "C",
    "T7_Explanation": "The speeds of the blocks are not provided, so it is not possible to determine their accelerations. Therefore, the answer is (E): not enough information to answer.",
    "T8_Explanation": "\"We can calculate the acceleration of each block using the formula a = (vf - vi) / t, where vf is the final velocity, vi is the initial velocity, and t is the time interval. Using the positions given, we can calculate the velocities and accelerations as follows:<br>At T = 0.00:<br>vA = (0.4 - 0) / 0.20 = 2.0 m/s<br>vB = (0 - 0) / 0.20 = 0 m/s<br>aA = (vA - 0) / 0.20 = 10 m/s^2<br>aB = (vB - 0) / 0.20 = 0 m/s^2<br>At T = 0.20:<br>vA = (1.2 - 0.4) / 0.20 = 4.0 m/s<br>vB = (1.2 - 0) / 0.20 = 6.0 m/s<br>aA = (vA - 2.0) / 0.20 = 10 m/s^2<br>aB = (vB - 0) / 0.20 = 30 m/s^2<br>At T = 0.40:<br>vA = (2.0 - 1.2) / 0.20 = 4.0 m/s<br>vB = (2.4 - 1.2) / 0.20 = 6.0 m/s<br>aA = (vA - 4.0) / 0.20 = -10 m/s^2<br>aB = (vB - 6.0) / 0.20 = -30 m/s^2<br>At T = 0.60:<br>vA = (2.8 - 2.0) / 0.20 = 4.0 m/s<br>vB = (3.6 - 2.4) / 0.20 = 6.0 m/s<br>aA = (vA - 4.0) / 0.20 = -6 m/s^2<br>aB = (vB - 6.0) / 0.20 = -30 m/s^2<br>At T = 0.80:<br>vA = (3.6 - 2.8) / 0.20 = 4.0 m/s<br>vB = (4.8 - 3.6) / 0.20 = 6.0 m/s<br>aA = (vA - 4.0) / 0.20 = -2 m/s^2<br>aB = (vB - 6.0) / 0.20 = -30 m/s^2<br>The acceleration of block B is always greater than the acceleration of block A. Therefore, the answer is (C) Acceleration of B > acceleration of A.\""
  },
  {
    "T5_Explanation": "The correct answer is (A) 1 only. During the golf ball's flight, the only force acting on it is the force of gravity. Once the ball leaves the clubface, the only force acting on it is the force of gravity, which causes it to follow a parabolic path through the air. While air resistance may slow down the ball, it does not significantly affect its trajectory. The force of the hit initially imparts kinetic energy to the ball, but once it leaves the clubface, this force is no longer acting on the ball.",
    "Transcribed_Question": "\"22.\tA golf ball driven down a fairway from a hit from a golf club is observed to travel through the air with an arced trajectory towards a hole. Which of the following forces are acting on the golf ball during its entire flight?<br>1. The force of gravity<br>2. The force of the hit<br>3. The force of air resistance.<br>(A)\t1 only.<br>(B)\t1 and 2.<br>(C)\t1, 2, and 3.<br>(D)\t1 and 3.<br>(E)\t2 and 3.\"",
    "T1_Answer": "A",
    "T2_Answer": "B",
    "T2_Explanation": "The correct answer is (B) 1 and 2. The force of gravity is acting on the ball throughout its flight, and the initial hit from the club provides the initial velocity and direction of the ball. Air resistance is present, but is generally negligible for a golf ball's flight, particularly over a short distance like that of a fairway.",
    "T6_Explanation": "\"The correct answer is (D) 1 and 3.<br>    The force of gravity is acting on the golf ball throughout its entire flight, pulling it towards the ground.<br>    The force of the hit is only acting on the golf ball for a very short period of time, the moment the club strikes the ball. Once the ball leaves the clubface, this force is no longer acting on the ball.<br>    The force of air resistance, also known as drag, is acting on the golf ball throughout its entire flight, slowing it down and affecting its trajectory. This force becomes more significant as the ball travels at higher speeds and through denser air, such as in a headwind.<br>Therefore, the only forces that are acting on the golf ball during its entire flight are the force of gravity and the force of air resistance.\"",
    "Correct_Answer": "D",
    "T3_Explanation": "\"Answer: (B) 1 and 2.<br>Explanation:<br>During the flight of a golf ball after being hit, the force of gravity is acting on the ball constantly, pulling it towards the ground. The initial force of the hit from the golf club provides the ball with its initial velocity and direction, and this force acts on the ball only for a very short time.<br>Air resistance or drag force, which is caused by the friction of air molecules against the surface of the ball, slows down the golf ball during its flight. However, for a typical golf ball, the effects of air resistance are usually negligible compared to the other forces acting on it, especially for short distances like a drive down a fairway. Therefore, the force of air resistance can be ignored for the purpose of this question.\"",
    "T4_Explanation": "The correct answer is (A) 1 only. During the flight of the golf ball, the only force acting on it continuously is the force of gravity. The force of the hit is applied only at the moment of impact between the golf club and the ball. The force of air resistance (drag) is present but it is not acting on the ball continuously and its effect on the trajectory is minimal.",
    "T7_Answer": "A",
    "T5_Answer": "A",
    "﻿Question": "22",
    "T4_Answer": "A",
    "T6_Answer": "D",
    "T8_Answer": "A",
    "T1_Explanation": "The correct answer is (A) 1 only. The golf ball experiences the force of gravity throughout its entire flight, which causes it to follow an arced trajectory. The force of the hit is applied only at the beginning of the flight to give the ball an initial velocity. Air resistance may also be present, but it is not significant enough to affect the ball's trajectory significantly during its entire flight.",
    "T3_Answer": "B",
    "T7_Explanation": "The correct answer is (A) 1 only. During its entire flight, the golf ball is acted upon by the force of gravity. The force of the hit only acts on the ball at the instant it is struck by the club, and air resistance only becomes a significant factor when the ball is moving at high speeds through the air. However, since the golf ball typically spends most of its flight time in free-fall, it experiences very little air resistance, and thus, it can be neglected.",
    "T8_Explanation": "The correct answer is (A) 1 only. During the entire flight of the golf ball, the force of gravity is acting on it, which causes the arced trajectory towards the ground. The initial force of the hit only acts on the ball for a short time, and the force of air resistance, although present, is relatively small compared to the force of gravity and does not significantly affect the trajectory of the ball."
  },
  {
    "T5_Explanation": "Assuming there is no significant air resistance, the bowling ball will follow a straight line down from the position of the airplane at the time of the release. Therefore, the correct answer is (B).",
    "Transcribed_Question": "\"23.\tA bowling ball accidentally falls out of the cargo bay of an airliner as it flies along in a horizontal direction. As seen from the ground, which path would the bowling ball most closely follow after leaving the airplane?<br>(A)\tIn an arc back from the position of the airplane at the time of the release and towards the ground.<br>(B)\tIn a straight line down from the position of the airplane at the time of the release.<br>(C)\tIn a diagonal line forward from the position of the airplane at the time of the release and towards the ground.<br>(D)\tIn an arc forward from the position of the airplane at the time of the release and towards the ground.<br>(E)\tIn a straight line directly towards the front of the position of the airplane at the time of the release for a bit, slowing down, and then in a straight line directly down.\"",
    "T1_Answer": "B",
    "T2_Answer": "B",
    "T2_Explanation": "Assuming that air resistance is negligible, the bowling ball will follow a straight line down from the position of the airplane at the time of the release. This is because the bowling ball, like any object in free fall, will only be acted upon by the force of gravity, which will cause it to accelerate towards the ground at a rate of 9.8 m/s^2. The horizontal velocity it had when it left the airplane will not affect the path it takes vertically.",
    "T6_Explanation": "\"The correct answer is (B) In a straight line down from the position of the airplane at the time of the release.<br>When the bowling ball falls out of the cargo bay, it has the same horizontal velocity as the airplane. Since there is no horizontal force acting on it, the bowling ball will continue to move forward with the same horizontal velocity. At the same time, the force of gravity will act on the bowling ball causing it to accelerate downward. As a result, the bowling ball will follow a curved path, but the horizontal component of its motion will remain unchanged. From the ground, the bowling ball will appear to fall in a straight line down from the position of the airplane at the time of the release. Therefore, option (B) is the correct answer.\"",
    "Correct_Answer": "D",
    "T3_Explanation": "Assuming that air resistance can be neglected, the bowling ball would follow a straight line down from the position of the airplane at the time of the release. This is because there are no horizontal forces acting on the ball to cause it to move forward or backward. The horizontal velocity of the ball would be the same as the airplane's velocity, but since there is no force acting on it in the horizontal direction, it would not accelerate in that direction and would continue to move in a straight line downward due to the force of gravity. Therefore, the correct answer is (B).",
    "T4_Explanation": "Ignoring air resistance, the bowling ball will continue to move forward with the same horizontal velocity as the airplane at the time of its release. However, it will also experience a downward force due to gravity, causing it to accelerate downward. Therefore, the path of the ball will be a curved trajectory, similar to the path of a projectile. The correct answer is (D), in an arc forward from the position of the airplane at the time of the release and towards the ground.",
    "T7_Answer": "B",
    "T5_Answer": "B",
    "﻿Question": "23",
    "T4_Answer": "D",
    "T6_Answer": "B",
    "T8_Answer": "B",
    "T1_Explanation": "The bowling ball would most closely follow path (B) in a straight line down from the position of the airplane at the time of the fall. This is because, neglecting air resistance, the ball would continue moving forward with the same horizontal velocity as the airplane, while also being pulled down by gravity in a vertical direction. The horizontal motion of the ball does not affect its vertical motion, so it will fall straight down.",
    "T3_Answer": "B",
    "T7_Explanation": "Assuming that air resistance is negligible, the bowling ball will follow a straight line down from the position of the airplane at the time of the release. This is because the only force acting on the ball is gravity, which pulls it straight down towards the ground, regardless of the horizontal motion of the airplane. Therefore, the correct answer is (B).",
    "T8_Explanation": "Assuming air resistance is negligible, the bowling ball would follow a straight line down from the position of the airplane at the time of the release. This is because there are no horizontal forces acting on the ball once it leaves the airplane, so it will continue to move in the same horizontal direction as it was moving when it left the airplane, while also falling vertically due to the force of gravity. Therefore, the correct answer is (B)."
  },
  {
    "T5_Explanation": "The constant thrust from the rocket engine acts as a force, causing the rocket to accelerate in a direction perpendicular to the line AB. As there are no other forces acting on the rocket, it will move in a straight line in this direction until the engine turns off. Therefore, the path between B and C will be in a straight line directly in the direction of the thrust, which is answer (B).",
    "Transcribed_Question": "\"24.\tA rocket is drifting right in outer space from position A to position B. The rocket is subject to no outside forces. When it reaches position B, the rocket’s engine turns on and starts to produce a constant thrust at a right angle to line AB. The engine turns off again as the rocket reaches some point C.<br>Which best describes the path between B and C?<br>(A)\tIn an arc rotating from the direction of the thrust towards the right drift.<br>(B)\tIn a line directly in the direction of the thrust.<br>(C)\tIn a diagonal line angled between the direction of the thrust and the right drift.<br>(D)\tIn an arc at first rotating from the right drift towards the direction of thrust, until at some point it becomes a linear diagonal path at an angle partway between the direction of the thrust and right drift.<br>(E)\tIn an arc rotating from the right drift towards the direction of the thrust.\"",
    "T1_Answer": "E",
    "T2_Answer": "E",
    "T2_Explanation": "The rocket is subject to no outside forces as it drifts from position A to position B, so it will move in a straight line path between the two points. When the rocket's engine turns on and produces a constant thrust at a right angle to line AB, the rocket will begin to accelerate and change direction. Since the engine produces a constant thrust, the rocket will move in a curved path, following the shape of a circle. Therefore, the rocket's path between B and C will be in an arc rotating from the direction of the right drift towards the direction of the thrust. The correct answer is (E).",
    "T6_Explanation": "\"The path between B and C depends on the direction of the right drift and the angle of the thrust with respect to the line AB.<br>If the thrust is perpendicular to the line AB, the rocket will travel in a circular path centered at point B, and will return to point B when the engine is turned off at point C. Therefore, option (B) can be eliminated.<br>If the thrust is parallel to the right drift, the rocket will continue to drift to the right, and the engine will not affect its path. Therefore, option (A) can be eliminated.<br>If the thrust is at an angle between 0 and 90 degrees with respect to the right drift, the rocket will follow a curved path, starting from an arc rotating from the right drift towards the direction of the thrust, and then gradually becoming a linear diagonal path at an angle partway between the direction of the thrust and right drift. Therefore, option (D) is the correct answer.<br>Option (C) is a diagonal line angled between the direction of the thrust and the right drift, which does not take into account the curved path of the rocket. Option (E) is similar to option (A), assuming a circular path, but it does not account for the transition to a linear diagonal path.\"",
    "Correct_Answer": "E",
    "T3_Explanation": "The rocket is subject to no outside forces before reaching position B, so it continues to drift in a straight line from A to B. When the engine turns on, the rocket starts to accelerate in the direction of the thrust, which is perpendicular to line AB. Therefore, the path between B and C will be a circular arc in the direction of the thrust, as the rocket is subject to a constant centripetal force that keeps it moving in a circular path. The correct answer is (A).",
    "T4_Explanation": "The rocket is subject to no outside forces between positions A and B, so it will move in a straight line path in the direction of the initial drift. When the engine turns on and produces a constant thrust at a right angle to line AB, it will cause the rocket to change direction and move along a curved path. The path will be circular because the force of the thrust is perpendicular to the velocity of the rocket, and this produces a centripetal force that keeps the rocket moving in a circle. Therefore, the path between B and C will be in an arc rotating from the direction of the right drift towards the direction of the thrust. Answer (E) is correct.",
    "T7_Answer": "C",
    "T5_Answer": "B",
    "﻿Question": "24",
    "T4_Answer": "E",
    "T6_Answer": "D",
    "T8_Answer": "C",
    "T1_Explanation": "\"The rocket is subject to no outside forces before reaching point B, so it will move in a straight line from A to B. After the engine turns on at B and produces a constant thrust at a right angle to line AB, the rocket will follow a curved path due to the constant force from the engine. The direction of the force will be perpendicular to the velocity of the rocket, causing it to move in a circular path. Therefore, the rocket's path from B to C will be in an arc rotating from the right drift towards the direction of the thrust.<br>The correct answer is (E).\"",
    "T3_Answer": "A",
    "T7_Explanation": "The path between B and C would be in a diagonal line angled between the direction of the thrust and the right drift. This is because the rocket is subject to no outside forces and will continue to move in a straight line from position B, but the constant thrust at a right angle to line AB will cause it to change direction, resulting in a diagonal path angled between the direction of the thrust and the right drift.",
    "T8_Explanation": "The path between B and C will be in a diagonal line angled between the direction of the thrust and the right drift, as described in option (C). The rocket is drifting in a straight line from A to B, and then it is given a constant thrust at a right angle to line AB. Since the thrust is perpendicular to the direction of the drift, it will cause the rocket to change direction and move in a diagonal line towards some point C. The path will be angled between the direction of the thrust and the right drift, and the rocket will continue to move in this path until the engine turns off at point C."
  },
  {
    "T5_Explanation": "Since there are no outside forces acting on the rocket, the net force on the rocket is only due to the thrust produced by the rocket's engine. As the engine produces a constant thrust at a right angle to line AB, the force acting on the rocket is perpendicular to its direction of motion. Therefore, the speed of the rocket will remain constant during its motion from B to C. The answer is (A) constant.",
    "Transcribed_Question": "\"25.\tA rocket is drifting right in outer space from position A to position B. The rocket is subject to no outside forces. When it reaches position B, the rocket’s engine turns on and starts to produce a constant thrust at a right angle to line AB. The engine turns off again as the rocket reaches some point C.<br>As the rocket moves from B to C, its speed is:<br>(A)\tConstant.<br>(B)\tContinuously increasing.<br>(C)\tContinuously decreasing.<br>(D)\tIncreasing for a while and constant thereafter.<br>(E)\tConstant for a while and decreasing thereafter.\"",
    "T1_Answer": "B",
    "T2_Answer": "A",
    "T2_Explanation": "Since the rocket's engine produces a constant thrust at a right angle to line AB, the direction of the thrust is perpendicular to the direction of motion of the rocket from B to C. As a result, the rocket will move in a circular path with a constant speed as it goes from B to C. Therefore, the speed of the rocket is constant during this motion, and the answer is (A) constant.",
    "T6_Explanation": "\"At position B, the rocket's velocity is tangent to the line AB, and the thrust produced by the engine is at a right angle to AB. Therefore, the thrust has no effect on the rocket's velocity at position B. At position C, the engine turns off, so the rocket is subject to no outside forces again.<br>Since the rocket is subject to no outside forces during its motion from B to C, its velocity vector will remain constant in magnitude and direction. Therefore, the speed of the rocket will be constant from B to C, and the answer is (A) Constant.\"",
    "Correct_Answer": "B",
    "T3_Explanation": "\"Since the rocket's engine produces a constant thrust perpendicular to the line AB, its motion from point B to point C will be a circular motion. Therefore, its speed will be continuously changing, and specifically, it will be continuously decreasing as it moves further away from point B towards point C.<br>So the answer is (C) continuously decreasing.\"",
    "T4_Explanation": "As the rocket's engine produces a constant thrust at a right angle to the line AB, the rocket will move in a circular path centered at point B. Therefore, the rocket's speed will be constant, as it moves with a constant angular velocity. Hence, the answer is (A) constant.",
    "T7_Answer": "A",
    "T5_Answer": "A",
    "﻿Question": "25",
    "T4_Answer": "A",
    "T6_Answer": "A",
    "T8_Answer": "A",
    "T1_Explanation": "As the rocket's engine produces a constant thrust at a right angle to the line AB, the rocket moves in a circular path. Therefore, its speed will be continuously changing, and specifically, it will be continuously increasing as the rocket moves from B to C. So the answer is (B) continuously increasing.",
    "T3_Answer": "C",
    "T7_Explanation": "Since the rocket's engine is producing a constant thrust at a right angle to line AB, the force produced by the engine is perpendicular to the rocket's velocity vector, and thus does not change the magnitude of the rocket's velocity. Therefore, the speed of the rocket from B to C would be constant. The answer is (A) constant.",
    "T8_Explanation": "As the rocket's engine produces a constant thrust at a right angle to line AB, the rocket will move along a curved path, turning towards the direction of the thrust. Since no outside forces act on the rocket, its speed will be constant along this path. Therefore, the answer is (A) constant."
  },
  {
    "T5_Explanation": "Since the rocket's engine is turned off after reaching point C, the rocket will continue to move in a straight line at a constant speed in the direction of the right drift. Therefore, the rocket's path beyond point C would be (A) in a line drifting right.",
    "Transcribed_Question": "\"26.\tA rocket is drifting right in outer space from position A to position B. The rocket is subject to no outside forces. When it reaches position B, the rocket’s engine turns on and starts to produce a constant thrust at a right angle to line AB. The engine turns off again as the rocket reaches some point C.<br>Which best describes the rocket’s path beyond C?<br>(A)\tIn a line drifting right.<br>(B)\tIn a diagonal line angled between the direction of the prior thrust and the right drift.<br>(C)\tIn a line drifting in the direction of the prior thrust. <br>(D)\tIn an arc rotating from the direction of the prior thrust towards the right drift.<br>(E)\tIn an arc rotating from the right drift towards the direction of the prior thrust.\"",
    "T1_Answer": "A",
    "T2_Answer": "A",
    "T2_Explanation": "Since no outside forces are acting on the rocket beyond point C, it will continue to move in a straight line at a constant velocity. Therefore, the correct answer is (A) in a line drifting right.",
    "T6_Explanation": "\"The rocket was initially drifting in a straight line from position A to position B. When the engine turned on at position B, the rocket started accelerating in a direction perpendicular to the line AB. Therefore, the rocket's path beyond point C will be a curved path.<br>The direction of the rocket's motion beyond point C will depend on the direction of the initial thrust and the duration for which the engine was turned on. Assuming that the engine was turned on for a brief period, the rocket's path beyond point C will be an arc that curves away from the direction of the initial thrust and towards the direction of the right drift.<br>Therefore, the correct answer is (E) In an arc rotating from the right drift towards the direction of the prior thrust.\"",
    "Correct_Answer": "B",
    "T3_Explanation": "\"Since the rocket is subject to no outside forces, it will continue to move in a straight line with a constant velocity after the engine turns off at point C. Therefore, the rocket’s path beyond point C is a straight line, which is the same as the direction of the rocket's motion just before the engine turned off.<br>Since the engine produces a thrust at a right angle to line AB, the rocket will continue to drift rightward until the engine is turned on again or another force acts upon it. Thus, the correct answer is (A) In a line drifting right.\"",
    "T4_Explanation": "\"Since the rocket is subject to no outside forces, its motion is determined by its initial velocity, its acceleration due to the thrust from the engine, and the time for which the engine is on. Once the engine is turned off, the rocket will continue to move at a constant velocity in a straight line.<br>Therefore, after point C, the rocket will continue to move in the direction it was going at the moment the engine was turned off. Since the engine was producing a thrust at a right angle to line AB, the rocket will continue to move in a straight line at a right angle to line AB. This means the rocket will drift right in a straight line beyond point C.<br>So, the correct answer is (A) In a line drifting right.\"",
    "T7_Answer": "C",
    "T5_Answer": "A",
    "﻿Question": "26",
    "T4_Answer": "A",
    "T6_Answer": "E",
    "T8_Answer": "A",
    "T1_Explanation": "Since there are no outside forces acting on the rocket, it will continue to move in a straight line after the engine turns off at point C. Therefore, the answer is (A) in a line drifting right.",
    "T3_Answer": "A",
    "T7_Explanation": "Since the rocket has no external forces acting on it, it will continue moving in a straight line with constant velocity once the engine is turned off at point C. The direction of this motion will be determined by the direction of the prior thrust, so the correct answer is (C), in a line drifting in the direction of the prior thrust.",
    "T8_Explanation": "Since there are no outside forces acting on the rocket, the rocket will continue to move in a straight line at a constant speed once the engine turns off at point C. The rocket will continue to drift in the same direction as it was before the engine turned on. Therefore, the answer is (A) In a line drifting right."
  },
  {
    "T5_Explanation": "\"Answer: (A) Constant.<br>Explanation: Once the rocket's engine turns off at point C, it is subject to no outside forces, so it will continue to move at a constant speed in the direction it was traveling when the engine turned off. Therefore, the speed of the rocket beyond point C will be constant.\"",
    "Transcribed_Question": "\"27.\tA rocket is drifting right in outer space from position A to position B. The rocket is subject to no outside forces. When it reaches position B, the rocket’s engine turns on and starts to produce a constant thrust at a right angle to line AB. The engine turns off again as the rocket reaches some point C.<br>Beyond C, the speed of the rocket is:<br>(A)\tConstant.<br>(B)\tContinuously increasing.<br>(C)\tContinuously decreasing.<br>(D)\tIncreasing for a while and constant thereafter.<br>(E)\tConstant for a while and decreasing thereafter.\"",
    "T1_Answer": "A",
    "T2_Answer": "A",
    "T2_Explanation": "Since there is no external force acting on the rocket beyond point C, the rocket will continue to move at a constant speed in a straight line, according to Newton's first law of motion. Therefore, the answer is (A) constant.",
    "T6_Explanation": "\"Initially, the rocket is moving in a straight line from position A to position B with a constant velocity, and there are no external forces acting on it. Therefore, its speed and direction of motion will remain constant until the engine is turned on.<br>When the engine is turned on at point B, a constant thrust is applied to the rocket at a right angle to line AB. As a result, the rocket will start moving in a circular path around point B, with a continuously increasing speed. This is because the thrust provided by the engine produces a centripetal force that causes the rocket to move in a circle.<br>As the rocket moves along the circular path, it will reach point C, where the engine is turned off. At this point, the rocket will continue to move in a straight line tangential to the circular path it was following. Its speed will remain constant as long as there are no external forces acting on it.<br>Therefore, the correct answer is (A) Constant.\"",
    "Correct_Answer": "A",
    "T3_Explanation": "Since the rocket is no longer under the influence of any outside forces, its speed beyond point C would be constant in the direction of its motion. Therefore, the answer is (A) Constant.",
    "T4_Explanation": "Since no external forces are acting on the rocket, it will continue to move in a straight line at a constant velocity after the engine is turned off at point C. Therefore, the speed of the rocket beyond point C will be constant, which is option (A).",
    "T7_Answer": "C",
    "T5_Answer": "A",
    "﻿Question": "27",
    "T4_Answer": "A",
    "T6_Answer": "A",
    "T8_Answer": "A",
    "T1_Explanation": "Since there are no outside forces acting on the rocket, and the engine provides a constant thrust at a right angle to line AB, the rocket will continue to move in a straight line in the direction of the prior thrust after point C. Therefore, the speed of the rocket beyond point C will be constant, and the answer is (A) Constant.",
    "T3_Answer": "A",
    "T7_Explanation": "Since no outside forces act on the rocket, its speed and direction remain constant in the absence of thrust. When the rocket's engine is turned on at position B, it starts to produce a constant thrust at a right angle to line AB. This thrust changes the direction of the rocket's velocity but does not change its magnitude. As the engine turns off again as the rocket reaches point C, the rocket will continue moving in the direction imparted by the thrust but at a decreasing speed. Therefore, the answer is (C) continuously decreasing.",
    "T8_Explanation": "Since there are no external forces acting on the rocket beyond point C, the rocket will continue to move with a constant velocity. Therefore, the speed of the rocket will be constant beyond point C. The answer is (A) Constant."
  },
  {
    "T5_Explanation": "(C) The amount of force applied to move the box at a constant speed must be equal to the amount of the frictional forces that resist its motion. In order for an object to move at a constant speed, the net force acting on it must be zero. Therefore, the force being applied to the box must be equal in magnitude and opposite in direction to the frictional forces acting on it, which oppose its motion. If the force applied to the box is doubled, the box will accelerate and its speed will increase.",
    "Transcribed_Question": "\"28.\tA large box is being pushed across the floor at a constant speed of 4.0 m/s. What can you conclude about the forces acting on the box?<br>(A)\tIf the force applied to the box is doubled, the constant speed of the box will increase to 8.0 m/s.<br>(B)\tThe amount of force applied to move the box at a constant speed must be more than its weight.<br>(C)\tThe amount of force applied to move the box at a constant speed must be equal to the amount of the frictional forces that resist its motion.<br>(D)\tThe amount of force applied to move the box at a constant speed must be more than the amount of the frictional forces that resist its motion.<br>(E)\tThere is a large force being applied to the box to make it move but the external forces such as friction are not “real” forces, they just resist motion.\"",
    "T1_Answer": "C",
    "T2_Answer": "C",
    "T2_Explanation": "(C) The amount of force applied to move the box at a constant speed must be equal to the amount of the frictional forces that resist its motion. This is due to the fact that the box is moving at a constant speed, which means that the net force acting on the box must be zero. The force applied to the box is balanced by the force of friction acting in the opposite direction. If the force applied to the box were doubled, the box would accelerate, not maintain a constant speed.",
    "T6_Explanation": "\"The correct answer is (D) The amount of force applied to move the box at a constant speed must be more than the amount of the frictional forces that resist its motion.<br>According to Newton's first law of motion, an object at rest or in motion at a constant speed will continue to be in that state unless acted upon by an unbalanced force. In this case, the box is moving at a constant speed, which means that the net force acting on the box must be zero.<br>However, since the box is being pushed, there must be an external force applied to it. This force is balanced by the frictional forces that resist its motion. If the force applied to the box is doubled, the net force acting on the box will increase, and the box's speed will increase.<br>Therefore, we can conclude that the amount of force applied to move the box at a constant speed must be more than the amount of the frictional forces that resist its motion.\"",
    "Correct_Answer": "C",
    "T3_Explanation": "\"The correct answer is (D) The amount of force applied to move the box at a constant speed must be more than the amount of the frictional forces that resist its motion.<br>In order to keep an object moving at a constant speed on a horizontal surface, the force applied must be equal and opposite to the frictional force that resists the motion of the object. The frictional force arises due to the roughness of the surface and opposes the motion of the box. If the force applied is less than the frictional force, the box will slow down and eventually stop. If the force applied is greater than the frictional force, the box will accelerate. If the force applied is exactly equal to the frictional force, the box will maintain a constant speed. If the force applied is suddenly discontinued, the box will come to a stop due to the frictional force.\"",
    "T4_Explanation": "\"(C) The amount of force applied to move the box at a constant speed must be equal to the amount of the frictional forces that resist its motion.<br>When the box is moving at a constant speed of 4.0 m/s, we know that the net force acting on it must be zero. This means that the force being applied\"",
    "T7_Answer": "C",
    "T5_Answer": "C",
    "﻿Question": "28",
    "T4_Answer": "C",
    "T6_Answer": "D",
    "T8_Answer": "C",
    "T1_Explanation": "(C) The amount of force applied to move the box at a constant speed must be equal to the amount of the frictional forces that resist its motion. This is due to Newton’s first law of motion, which states that an object at rest will remain at rest or an object in motion will continue in motion with a constant velocity, unless acted upon by a net external force. When the box is being pushed at a constant speed of 4.0 m/s, the forces acting on the box are balanced. The applied force is equal and opposite to the force of friction, so the net force is zero, and the box moves with a constant velocity. If the force applied is doubled, the box will experience a net force and its velocity will increase.",
    "T3_Answer": "D",
    "T7_Explanation": "(C) The amount of force applied to move the box at a constant speed must be equal to the amount of the frictional forces that resist its motion. This is because when an object moves at a constant velocity, the net force acting on it is zero. In this case, the force applied to push the box forward is balanced by the force of friction that acts in the opposite direction, and the net force is zero. Thus, the force applied to move the box at a constant speed must be equal to the amount of the frictional forces that resist its motion. If the applied force is doubled, the box will accelerate because the net force acting on it will no longer be zero.",
    "T8_Explanation": "(C) The amount of force applied to move the box at a constant speed must be equal to the amount of the frictional forces that resist its motion. When an object is moving at a constant velocity, it means that the net force acting on it is zero. In the case of the box being pushed across the floor at a constant speed, the force applied to the box must be equal in magnitude and opposite in direction to the frictional force acting on the box. Therefore, the correct answer is that the amount of force applied to move the box at a constant speed must be equal to the amount of the frictional forces that resist its motion. None of the other options are correct."
  },
  {
    "T5_Explanation": "The correct answer is (C) Immediately start slowing to a stop. When the force being applied to the box is discontinued, there is no longer any force to counteract the frictional force between the box and the floor, so the box will slow down and eventually come to a stop. The fact that it was moving at a constant speed before the force was discontinued does not change the fact that there is still frictional force acting on the box that will cause it to slow down.",
    "Transcribed_Question": "\"29.\tA large box is being pushed across the floor at a constant speed of 4.0 m/s. If the force being applied to the box is suddenly discontinued, the box will:<br>(A)\tStop immediately.<br>(B)\tContinue at a constant speed for a very short period of time and then slow to a stop.<br>(C)\tImmediately start slowing to a stop.<br>(D)\tContinue at a constant velocity.<br>(E)\tIncrease its speed for a very short period of time, then start slowing to a stop.\"",
    "T1_Answer": "C",
    "T2_Answer": "B",
    "T2_Explanation": "\"Answer: (B) Continue at a constant speed for a very short period of time and then slow to a stop.<br>Explanation:<br>According to Newton's first law of motion, an object will continue in its state of rest or uniform motion in a straight line unless acted upon by an external force. In this case, the box is being pushed with a force that overcomes the force of friction, allowing it to move at a constant speed.<br><br>When the force is suddenly discontinued, the box will continue to move forward at a constant speed for a very short period of time due to its inertia, but it will eventually come to a stop due to the force of friction between the box and the surface it is moving on.\"",
    "T6_Explanation": "\"The correct answer is (B) Continue at a constant speed for a very short period of time and then slow to a stop.<br>When a force is applied to an object, it causes the object to accelerate. In this case, the force being applied to the box is what is causing it to move at a constant speed of 4.0 m/s. When the force is suddenly discontinued, there will be no more acceleration, but the box will continue to move at a constant velocity for a very short period of time due to its inertia.<br>Inertia is the tendency of an object to resist changes in its motion. In this case, the box will continue to move at a constant velocity for a short period of time because of its inertia. However, without the force to maintain its motion, the box will slow down and eventually come to a stop. This is due to the opposing forces of friction acting against the motion of the box.\"",
    "Correct_Answer": "C",
    "T3_Explanation": "\"B) Continue at a constant speed for a very short period of time and then slow to a stop.<br>This is due to the concept of inertia, which states that an object in motion tends to stay in motion unless acted upon by an external force. When the force pushing the box is discontinued, the box will continue moving at its constant speed for a very short period of time due to its inertia. However, since there is no longer any force acting upon the box to counteract the force of friction between the box and the floor, the box will eventually slow to a stop.\"",
    "T4_Explanation": "If the force being applied to the box is suddenly discontinued, the box will eventually slow to a stop. This is because the box is moving at a constant speed due to the force applied to it being balanced by the frictional forces that resist its motion. When the force is discontinued, there is no longer a force to balance the frictional forces, so the box will slow down and eventually come to a stop. Therefore, the correct answer is (C) immediately start slowing to a stop.",
    "T7_Answer": "B",
    "T5_Answer": "C",
    "﻿Question": "29",
    "T4_Answer": "C",
    "T6_Answer": "B",
    "T8_Answer": "B",
    "T1_Explanation": "\"The correct answer is (C) Immediately start slowing to a stop.<br>When a force is applied to an object to move it at a constant speed, the force is balanced by an opposing force such as friction, which acts in the opposite direction. When the force is suddenly discontinued, there is no longer any force acting to balance the frictional force, causing the box to slow down and eventually come to a stop.\"",
    "T3_Answer": "B",
    "T7_Explanation": "\"The correct answer is (B) Continue at a constant speed for a very short period of time and then slow to a stop.<br>This is because of the concept of inertia. An object in motion tends to stay in motion unless acted upon by an external force. In this case, the force being applied to the box is what is keeping it moving at a constant speed. When the force is suddenly discontinued, there is no external force acting on the box to keep it in motion, but the box still has some momentum and will continue to move forward at a constant speed for a short period of time until it is slowed down and eventually brought to a stop by the force of friction acting against its motion.\"",
    "T8_Explanation": "Option (B) is the correct answer. If the force being applied to the box is suddenly discontinued, the box will continue moving at a constant velocity for a very short period of time due to its inertia. However, the force of friction acting on the box will eventually cause it to slow down and come to a stop."
  }
]